Repository: common-repository/stranoweb-ajax-login
Catalog: languages/*-ajax-login-*.po
Languages: fr_fr, hu_hu, it_it

source: You have received this email because you are a member of
fr_fr: Vous recevez ce message car vous êtes membre de
hu_hu: Ezt az e-mailt azért kaptad, mert felhasználónk vagy
it_it: Hai ricevuto questa email perchè sei membro di

source: {SITE_NAME}, New user {USERNAME} registered.
fr_fr: {SITE_NAME}, nouvel utilisateur {USERNAME} enregistré.
it_it: {SITE_NAME}, Nuovo utente {USERNAME} registrato.

source: Welcome to {SITE_NAME}
fr_fr: Bienvenue sur {SITE_NAME}!
hu_hu: Üdvözöljük a {SITE_NAME} oldalon
it_it: Benvenuto su {SITE_NAME}

source: Your username is:
fr_fr: Votre nom d'utilisateur est:
hu_hu: A felhasználóneved:
it_it: La tua username è:

source: To login to the website please go to:
fr_fr: Pour accéder au site, allez sur:
hu_hu: Bejelentkezéshez kérlek menj:
it_it: Per accedere al sito vai a:

source: Warm regards
fr_fr: Cordialement
hu_hu: Szívélyes üdvözlettel
it_it: Cordiali saluti

source: Your password is:
fr_fr: Votre mot de passe est:
hu_hu: A jelszavad:
it_it: La tua password è:

source: {SITE_NAME}, Your new password.
fr_fr: {SITE_NAME}, votre nouveau mot de passe.
it_it: {SITE_NAME}, La tua nuova password.

source: Password Reset
fr_fr: Réinitialiser le mot de passe
hu_hu: Új jelszó igénylése
it_it: Reimposta Password

source: Hello {FIRST_NAME}!
fr_fr: Bonjour {FIRST_NAME}!
hu_hu: Kedves {FIRST_NAME}!
it_it: Ciao {FIRST_NAME}!

source: You asked us to reset your password for your account.
fr_fr: Vous avez demandé une réinitialisation du mot de passe de votre compte.
hu_hu: Jelszóvisszaállítást kértél a fiókodhoz.
it_it: Hai chiesto di resettare la password per il tuo account.

source: If this was a mistake, or you didn't ask for a password reset, just ignore this email and nothing will happen.
fr_fr: S'il s'agit d'une erreur ou si vous n'êtes pas à l'origine de cette demande de réinitialisation de mot de passe, ne tenez pas compte de ce message.
hu_hu: Ha véletlenül, vagy egyáltalán nem kértél jelszó visszaállítást, akkor hagy figyelmen kívül levelünket, semmi sem fog történni.
it_it: Se questo è stato un errore, o non sei stato tu a richiedere di reimpostazione la password, basta ignorare questa email e non succederà nulla.

source: To reset your password, visit the following address:
fr_fr: Pour réinitialiser votre mot de passe, suivez le lien suivant:
hu_hu: A jelszó megváltoztatásához látogasson el a következő címre:
it_it: Per resettare la tua password, visita il seguente indirizzo:

source: {SITE_NAME}, You have reset your password.
fr_fr: {SITE_NAME}, vous venez de réinitialiser votre mot de passe.
it_it: {SITE_NAME}, Hai reimpostato la tua password.

source: Hello {FIRST_NAME},
fr_fr: Bonjour {FIRST_NAME},
hu_hu: Kedves {FIRST_NAME},
it_it: Ciao {FIRST_NAME},

source: Your new password is:
fr_fr: Votre nouveau mot de passe est:
hu_hu: Az új jelszavad:
it_it: La tua nuova password è:

source: Graph returned an error:
fr_fr: Graph a renvoyé une erreur:
hu_hu: A Graph hibát adott vissza:
it_it: Graph ha generato un errore:

source: Facebook SDK returned an error:
fr_fr: Le SDK Facebook a généré une erreur:
hu_hu: Facebook SDK hibát ad vissza:
it_it: SDK di Facebook ha generato un errore:

source: No cookie set or no OAuth data could be obtained from cookie.
fr_fr: Aucun cookie ou aucune donnée OAuth n'a pu être obtenu à partir du cookie.
it_it: Nessun cookie o nessun dato OAuth potrebbero essere ottenuti dal cookie.

source: Your password has been changed. You can sign in now.
fr_fr: Votre mot de passe a bien été modifié. Vous pouvez maintenant accéder au site.
hu_hu: A jelszavad módosítva lett. Most már bejelentkezhetsz.
it_it: La tua password è stata cambiata. Ora puoi accedere al sito.

source: Username or Email
fr_fr: Nom d'utilisateur ou email
hu_hu: Felhasználónév vagy Email
it_it: Username o Email

source: Remember me
fr_fr: Se souvenir de moi
hu_hu: Emlékezz rám
it_it: Ricordami

source: Confirm Password
fr_fr: Confirmez le mot de passe
hu_hu: Jelszó megerősítése
it_it: Conferma Password

source: You are already logged in, to recover your password you have first to logout.
fr_fr: Vous êtes déjà connecté, pour réinitialiser votre mot de passe, vous devez d'abord vous déconnecter.
hu_hu: Már bejelentkeztél, jelszóvisszaállításhoz először ki kell jelentkezned.
it_it: Sei gia collegato, per reimpostare la tua password devi prima scollegarti.

source: Sorry, you need a valid key and login.
fr_fr: Désolé, vous avez besoin d'une clé valide et d'une connexion.
hu_hu: Sajnálom, érvényes kulcsra van szükség a bejelentkezéshez.
it_it: Spiacenti, necessiti di una chiave e login validi.

source: Sorry, that key has expired. Please try again.
fr_fr: Désolé, cette clé a expiré. Réessayer.
hu_hu: Sajnáljuk, a kulcs érvényessége lejárt. Kérlek próbálkozz később.
it_it: Spiacenti, questa chiave è scaduta. Prova di nuovo.

source: Sorry, that key does not appear to be valid.
fr_fr: Désolé, cette clé ne semble pas être valide.
hu_hu: Sajnáljuk, úgy tűnik, hogy a kulcs nem érvényes.
it_it: Spiacenti, questa chiave sembra non essere valida.

source: New password
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
it_it: Nuova password

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe
hu_hu: Új jelszó megerősítése
it_it: Conferma nuova password

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
fr_fr: Conseil: le mot de passe doit comporter au moins sept caractères. Pour le rendre fort, utilisez des lettres majuscules et minuscules, des chiffres et des symboles comme! " ? $ % ^ &amp; ).
hu_hu: Tipp: A jelszó legalább hét karakter hosszú legyen. Ahhoz, hogy minél erősebb legyen, használjunk kis- és nagybetűket, számokat és olyan szimbólumokat is, mint a ! "? $ % ^ &amp; ).
it_it: Suggerimento: La password dovrebbe essere almeno di sette caratteri. Per renderla forte, utilizza lettere maiuscole e minuscole, numeri e simboli come ! " ? $ % ^ &amp; ).

source: Hint: The password has to be at least %d characters long.
fr_fr: Conseil: Le mot de passe doit contenir au moins %d caractères.
hu_hu: Tipp: a jelszónak legalább %d karakter hosszúnak kell lennie.
it_it: Suggerimento: La password deve essere lunga almeno %d caratteri.

source: To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
fr_fr: Pour le rendre plus fort, utilisez des lettres majuscules et minuscules, des chiffres et des symboles comme! " " ? $ % ^ &amp; ).
hu_hu: Ahhoz, hogy minél erősebb legyen, használjunk kis- és nagybetűket, számokat és olyan szimbólumokat is, mint a ! "? $ % ^ &amp; ).
it_it: Per renderla più forte, utilizza lettere maiuscole e minuscole, numeri e simboli come ! " ? $ % ^ &amp; ).

source: You are logged in as {USERNAME}. Not you?
it_it: Sei collegato come {USERNAME}. Non sei tu?

source: Sign in with Facebook
fr_fr: Connexion avec Facebook
hu_hu: Facebook belépés
it_it: Accedi con Facebook

source: Sign in with Twitter
fr_fr: Connexion avec Twitter
hu_hu: Twitter belépés
it_it: Accedi con Twitter

source: Sign in with Google
fr_fr: Connexion Google
hu_hu: Google belépés
it_it: Accedi con Google

source: Sign in with Linkedin
fr_fr: Connexion avec Linkedin
hu_hu: Linkedin belépés
it_it: Accedi con Linkedin

source: Sign in with Apple
it_it: Accedi con Apple

source: Sign in with amazon
it_it: Accedi con amazon

source: Sign in with Amazon
it_it: Accedi con Amazon

source: Logout successful, redirecting...
fr_fr: Déconnexion réussie, redirection en cours...
hu_hu: Sikeres kijelentkezés, átírányítás...
it_it: Scollegamento riuscito, reindirizzamento...

source: You entered a not valid email address
it_it: Hai inserito un indirizzo email non valido

source: You have to enter a username.
fr_fr: Vous devez saisir un nom d'utilisateur.
it_it: Devi inserire una username.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
it_it: Questa username non è valida perchè contiene caratteri non consentiti. Inserisci una username valida.

source: You have to enter a valid email address.
fr_fr: Vous devez entrer une adresse email valide.
hu_hu: Érvényes e-mail címet adj meg.
it_it: Devi inserire un indirizzo email valido.

source: Password must be at least %d characters long.
fr_fr: Le mot de passe doit comporter au moins %d caractères.
hu_hu: Tipp: a jelszónak legalább %d karakter hosszúnak kell lennie.
it_it: La password deve essere lunga almeno %d caratteri.

source: reCAPTCHA error
fr_fr: erreur reCAPTCHA
hu_hu: reCaptcha hiba
it_it: Errore reCAPTCHA

source: You have to agree to the use of your personal data
fr_fr: Vous devez accepter l'utilisation de vos données personnelles
hu_hu: Bele kell egyezned, hogy a személyes adataidat használjuk
it_it: Acconsenti all'uso dei tuoi dati personali

source: The passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.
hu_hu: A jelszavak nem egyeznek meg.
it_it: Le password non coincidono.

source: Enter an username or e-mail address.
fr_fr: Veuillez saisir un nom d'utilisateur ou un e-mail valide.
hu_hu: Adj meg egy felhasználónevet vagy e-mail címet.
it_it: Inserisci una username o e-mail validi.

source: There is no user registered with that email address.
fr_fr: Il n'y a aucun utilisateur enregistré avec cette adresse e-mail.
hu_hu: Nincs ilyen felhasználó regisztrálva ezzel az e-mail címmel.
it_it: Non c'è nessun utente registrato con questo indirizzo email.

source: There is no user registered with that username.
fr_fr: Il n'y a aucun utilisateur enregistré avec ce nom d'utilisateur.
hu_hu: Nincs regisztrált felhasználó ezzel a felhasználónévvel.
it_it: Non c'è nessun utente registrato con questa username.

source: Invalid username or e-mail address.
fr_fr: Nom d'utilisateur ou e-mail non valide.
hu_hu: Érvénytelen felhasználónév-vagy e-mail cím.
it_it: Username o e-mail non validi.

source: Check your email address for your new password.
fr_fr: Vérifiez votre boîte de réception pour obtenir votre nouveau mot de passe.
hu_hu: A jelszót e-mailben kapod majd meg.
it_it: Controlla la tua casella email per la tua nuova password.

source: System is unable to send you mail containg your new password.
fr_fr: Le système n'est pas en mesure de vous envoyer l'e-mail contenant votre nouveau mot de passe.
hu_hu: Rendszer nem tudja elküldeni a levelet az új jelszavaddal.
it_it: Il sistema non riesce ad inviarti l'email contenente la tua nuova password.

source: System is unable to generate your reset password key, please contact the admin.
it_it: Il sistema non è in grado di generare la tua chiave di reset della password, si prega di contattare l’amministratore del sito.

source: Password is required field
fr_fr: Le mot de passe est un champ obligatoire
hu_hu: A jelszó kitöltése kötelező
it_it: La password è un campo richiesto

source: Your password has been reset. Redirecting to login.
fr_fr: Votre mot de passe a été réinitialisé. Nous vous redirigeons vers le formulaire de connexion.
hu_hu: Jelszavad alaphelyzetbe lett állítása. Átirányítása a bejelentkezéshez.
it_it: La tua password è stata reimpostata. Ti stiamo reindirizzando al login.

source: Top Center
fr_fr: Centré en Haut
hu_hu: Középen fent
it_it: Alto Centrato

source: Top Right
fr_fr: En haut à droite
hu_hu: Jobbra fent
it_it: Alto Destra

source: Middle Left
fr_fr: Centré à gauche
hu_hu: Balközép
it_it: Centrato Sinistra

source: Middle Center
fr_fr: Centré au milieu
hu_hu: Középre
it_it: Centrato Centrato

source: Middle Right
fr_fr: Centré à droite
hu_hu: Jobbközép
it_it: Centrato Destra

source: Bottom Left
fr_fr: Bas gauche
hu_hu: Bal alul
it_it: Basso Sinistra

source: Bottom Center
fr_fr: Centré en bas
hu_hu: Középen alul
it_it: Basso Centrato

source: Bottom Right
fr_fr: En bas à droite
hu_hu: Jobb alul
it_it: Basso Destra

source: Page %s
hu_hu: Oldal: %s
it_it: Pagina %s

source: Sorry, new user registration is not allowed...
fr_fr: Désolé, l'enregistrement de nouveaux utilisateurs n'est pas autorisé...
hu_hu: Sajnos az új felhasználó regisztrációja nem engedélyezett...
it_it: Spiacenti, non è permessa la registrazione di nuovi utenti...

source: Login successful, redirecting...
fr_fr: Connexion réussie, redirection en cours...
hu_hu: Sikeres bejelentkezés, átirányítunk ...
it_it: Login riuscito, reindirizzamento...

source: When user is logged in:
fr_fr: Lorsque l'utilisateur est connecté:
it_it: Quando l'utente è loggato:

source: Don't show the avatar when logged in
fr_fr: Ne pas afficher l'avatar une fois connecté
it_it: Non mostrare l'avatar quando loggato

source: Logged in URL
fr_fr: Adresse de connexion
it_it: URL Loggato

source: If you have changed this URL and want to get back to the plugin setting, leave this field empty and save.
fr_fr: Si vous avez modifié cette URL et souhaitez revenir aux paramètres initiaux de l'extension, laissez ce champ vide et enregistrez.
it_it: Se hai cambiato questo URL e vuoi tornare a quello delle impostazioni del plugin, lascia questo campo vuoto e salva.

source: This Menu Item is only visible to NOT logged in users.
fr_fr: Cet élément de menu n'est visible que par les utilisateurs qui ne sont PAS connectés.
it_it: Questo elemento menu è visibile solo agli utenti NON connessi.

source: This Menu Item is only visible to logged in users.
fr_fr: Cet élément de menu n'est visible que par les utilisateurs connectés.
it_it: Questo elemento menu è visibile solo agli utenti loggati.

source: Upload
fr_fr: Téléverser
hu_hu: Feltöltés
it_it: Carica

source: Reset value
it_it: Reimposta il valore

source: Uh Oh!
it_it: Oh Oh!

source: It seems you have already installed <strong>StranoWeb Ajax Login Premium</strong>! If you really want to downgrade to the free version you need to deactivate and delete the Premium version from the %splugins page%s
it_it: Sembra che tu abbia gia installato <strong>StranoWeb Ajax Login Premium</strong>! Se vuoi veramente tornare alla versione gratuita devi prima disattivare e rimuovere la versione Premium dalla %spagina Plugin%s

source: Double column (Image on the right)
hu_hu: Dupla oszlop (kép a jobb oldalon)

source: Double column (Full background image, form on right)
hu_hu: Dupla oszlop (teljes háttérkép, űrlap a jobb oldalon)

source: Double column (Full background image, form on left)
hu_hu: Dupla oszlop (teljes háttérkép, űrlap a bal oldalon)

source: Form max width
hu_hu: Űrlap maximális szélessége

source: Add image overlay
fr_fr: Ajouter une superposition d'image
hu_hu: Átfedő kép hozzáadása

source: Email apparence
hu_hu: Email megjelenés

source: Body color
hu_hu: Törzs színe

source: Content background color
hu_hu: Tartalom háttérszíne

source: Header background color
hu_hu: Fejléc háttér színe

source: Header text color
hu_hu: Fejléc szöveg színe

source: Header font size
hu_hu: Fejléc betűmérete

source: Content text color
hu_hu: Tartalom szöveg színe

source: Container width
hu_hu: Szélesség

source: Header image
hu_hu: Fejléckép

source: Image position
hu_hu: Képpozíció

source: Above the header (centered)
hu_hu: A fejléc felett (középre)

source: Inside the header on the left
hu_hu: A fejlécen belül balra

source: Inside the header centered
hu_hu: A fejlécen belül középre

source: Inside the header on the right
hu_hu: A fejlécen belül jobbra

source: Add shadow to the container
hu_hu: Árnyék hozzáadása a tárolóhoz

source: Hide header title
hu_hu: Fejléccím elrejtése

source: Email address "from"
hu_hu: Feladó címe

source: The email address that will appear as sender
hu_hu: A feladóként megjelenő e-mail cím

source: Customize emails content
hu_hu: Emailek tartalmának testreszabása

source: By enabling this option you can customize the email contents.
hu_hu: Ha engedélyezi ezt a lehetőséget, akkor az email tartalmát testreszabhatod.

source: New User registration
hu_hu: Új felhasználók regisztráció

source: This section lets you customize the email the new user will receive after successful registration.<br/><br/><a href="%s" target="_blank">Preview this email template</a>.
hu_hu: Ennél a résznél testreszabhatod azt az emailt, amit a felhasználó fog megkapni sikeres regisztráció után. <br/><br/><a href="%s" target="_blank">Sablon előnézete</a>.

source: (First Click on 'Save Changes')
hu_hu: (Először kattints a "Változtatások mentése" gombra)

source: New User registration (Form without password fields)
hu_hu: Új Felhasználó regisztráció (jelszómezők nélküli űrlap)

source: Tip: to go back to the default text clear the field and click on 'Save Changes'
hu_hu: Tipp: az alap szöveg beallításához töröld ki a szöveget a mezőben és kattints a Mentés gombra

source: Available tags for this content
hu_hu: A tartalomhoz rendelkezésre álló Címkék

source: Website name
hu_hu: Honlap név

source: Website URL
hu_hu: Honlap címe

source: Website name + link to the homepage
hu_hu: Honlap neve + link a honlaphoz

source: Login page URL
hu_hu: Bejelentkezési oldal hivatkozása

source: User First Name
hu_hu: Felhasználó keresztneve

source: Username
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév

source: New password created
hu_hu: Új jelszó létrehozva

source: Forgot password flow
hu_hu: Elfelejtett jelszó folyamat

source: This section lets you customize the email the user will receive after forgot password request.<br/><br/><a href="%s" target="_blank">Preview this email template</a>.
hu_hu: Ennél a résznél testreszabhatod azt az emailt, amit a felhasználó fog megkapni jelszó emlékeztető kérésénel. <br/><br/><a href="%s" target="_blank">Sablon előnézete</a>.

source: Reset password URL
hu_hu: Jelszó visszaállítás hivatkozás

source: New password confirm
hu_hu: Új jelszó megerősítése

source: This section lets you customize the email the user will receive after successful password reset.<br/><br/><a href="%s" target="_blank">Preview this email template</a>.
hu_hu: Ennél a résznél testreszabhatod azt az emailt, amit a felhasználó fog megkapni sikeres jelszó visszaállításesetén . <br/><br/><a href="%s" target="_blank">Sablon előnézete</a>.

source: Conditional shortcode depending on show password setting
hu_hu: Feltételes rövidkód a jelszó megjelenítéstől függően

source: Footer
hu_hu: Lábléc

source: Popup title
hu_hu: Popup cím

source: To reset to default title leave it empty and save.
hu_hu: Alapértelmezett cím visszaállításához hagyd üresen a cím mezőt es kattints a Mentés gombra.

source: Submit button
hu_hu: Küldés gomb

source: Text on top
hu_hu: Szöveg felül

source: This is the text at the top of the form combined with the link to login popup. If you don't want this text leave this field empty.
hu_hu: Ez a szöveg az űrlap tetején a bejelentkezés popup ablak linkjével együtt fog megjelenni. Ha nem akarod, hogy a szöveg megjelenjen, hagyd a mezőt üresen.

source: Link's text to login page
hu_hu: Hivatkozás szövege a bejelentkezés oldalhoz

source: This is the link's text to login popup.
hu_hu: Ez a link szövege a bejelentkezés popup ablaknál.

source: This is the text at the top of the form combined with the link to the register popup. If you don't want this text leave this field empty.
hu_hu: Ez az űrlap tetején található szöveg a regisztráció popup ablakkal együtt. Ha nem akarod, hogy megjelenjen ez a szöveg, akkor hagyd üresen a mezőt.

source: Link's text to register page
hu_hu: Hivatkozás szövege regisztráció oldalhoz

source: This is the link's text to the register popup.
hu_hu: Ez a link szövege a regisztració popup ablaknál.

source: Link's text to forgot password page
hu_hu: Hivatkozás szövege az elfelejtett jelszó oldalhoz

source: This is the link's text to the forgot password popup. To reset to default text leave it empty and save.
hu_hu: Ez a link szövege az elfelejtett jelszó popup ablaknál. Ahhoz, hogy az alapértelmezett szöveg jelenjen meg, hagyd üresen a mezőt és kattints a Mentés gombra.

source: Add Show/Hide password switch
hu_hu: Jelszókapcsoló megjelenítése/elrejtése

source: Enable this option to add a show/hide switch to the password field.
hu_hu: Aktiváld ezt az opciót, hogy a jelszó mezőhöz egy mutatás/rejtés kapcsoló adódjon hozzá.

source: Menu
hu_hu: Menü

source: Don't assign to any menu
hu_hu: Ne rendelje semmilyen menühöz

source: Custom text
hu_hu: Egyéni szöveg

source: Insert custom text
hu_hu: Egyéni szöveg beszúrása

source: Width
hu_hu: Szélesség

source: How it works
hu_hu: Hogyan működik

source: This menu item contains a fully customizable submenu (except for only logout text). To manage it please follow these steps:
hu_hu: Ez a menüpont egy teljesen testreszabható almenüt tartalmaz (kivéve a kijelentkező szöveget). Ennek a kezeléséhez kövesd az alábbi lépéseket:

source: Go to
hu_hu: Ugrás

source: On the top of the page, below the title Menus click on
hu_hu: Az oldal tetején, a cím alatti menüben kattintson a

source: create a new menu
hu_hu: új menü létrehozása

source: Insert a name on 'Menu Name' input field and then click on
hu_hu: Helyezzen be egy nevet a "menünév" beviteli mezőbe, majd kattintson a

source: Create Menu
hu_hu: Menü létrehozás

source: You are now on 'Menu Structure' section where you can add menu items from the column on the left. Make sure that %s checkbox on 'Menu Settings' section is checked;
hu_hu: Most a "Menü struktúra" részben vagy, ahol menüelemeket adhatsz hozzá a bal oldali oszlopból. Ellenőrizd, hogy a %s jelölőnégyzet ki van pipálva a Menü beállítások részben;

source: Add additional class to menu item
hu_hu: További osztály hozzáadása menüelemhez

source: You can add some additional class to menu item HTML tags to fit better your theme.
hu_hu: További osztályokat adhatsz a menüelem HTML tagjaihoz, hogy jobban illeszkedjen a sablonodba.

source: Insert classes
hu_hu: Osztályok beszúrása

source: classes will be added to <li class="...">
hu_hu: osztályok hozzáadása a következőhöz <li class="...">

source: classes will be added to <li><a class="...">
hu_hu: osztályok hozzáadása a következőhöz <li><a class="...">

source: classes will be added to the dropdown menu <li><ul class="...">
hu_hu: osztályok hozzáadása a lenyíló menü <li><ul class="..."> részéhez

source: classes will be added to the dropdown menu <li><ul><li class="...">
hu_hu: osztályok hozzáadása a lenyíló menü <li><ul><li class="..."> részéhez

source: classes will be added to the dropdown menu <li><ul><li><a class="...">
hu_hu: osztályok hozzáadása a lenyíló menü <li><ul><li><a class="..."> részéhez

source: Disallow automatic login after registration
hu_hu: A regisztrálás utáni automatikus bejelentkezés tiltása

source: By enabling this option users won't be automatically logged in, this can be usefull if you are using a third party plugin for new user activation.
hu_hu: Ezen opció aktiválásával a felhasználók nem lesznek automatikusan bejelentkezve. Ez akkor értekes, ha egy harmadik féltől való bővítményt használsz az új felhasználó aktiválásához.

source: After registration:
hu_hu: Regisztráció után:

source: Show a message on register form
hu_hu: Üzenet megjelenítése a regisztrációs űrlapon

source: Redirect to login form and show a message
hu_hu: Átirányítás a bejelentkezési űrlapra, és üzenet megjelenítése

source: Redirect to a page
hu_hu: Átirányítás egy oldalra

source: Success message
hu_hu: Sikeres művelet üzenet

source: Page
hu_hu: Oldal

source: Homepage
fr_fr: Page d'accueil
hu_hu: Kezdőlap

source: Redirect to login page not logged-in users
hu_hu: Nem bejelentkezett felhasználók átirányítása a bejelentkező oldalra

source: Not logged in users will be always redirected to login page.
hu_hu: Nem belépett felhasználók, mindig a bejelentkezési oldalra való irányítása.

source: Restrict WordPress admin dashboard to users with certain roles
hu_hu: WordPress irányítópult korlátozása a felhasználói szerepek alapján
