Repository: common-repository/stranoweb-ajax-login
Catalog: languages/*-ajax-login-*.po
Languages: fr_fr, hu_hu, it_it

source: Form fields validation.
fr_fr: Validation des champs de formulaire.
hu_hu: Űrlapmezők érvényesítése.
it_it: Validazione campi dei form.

source: Different popup layouts with image and text over image (more layouts to come).
fr_fr: Différentes dispositions pour les pop-ups avec image et texte au-dessus de l'image (d'autres dispositions seront bientôt disponibles).
hu_hu: Különböző popup ablak elrendezések képpel és kép a szöveg felett (hamarosan több elrendezés is jön).
it_it: Differenti layout per i popup con immagine e testo sopra l'immagine (in arrivo altri layout).

source: Optional custom css setting.
fr_fr: Paramètre css personnalisé en option.
hu_hu: Opcionális egyéni CSS beállítás.
it_it: Impostazioni opzionali di css personalizzato.

source: Social logins (facebook, twitter and google+, more to come) with several icon styles and position displacement.
fr_fr: Connectez-vous via les réseaux sociaux (facebook, twitter et google +, et d'autres à suivre) avec différents styles d'icônes et d'emplacements.
hu_hu: Közösségi bejelentkezés (facebook, twitter es google+, hamarosan több közul is választhatsz) több ikon stílussal es hely megadással.
it_it: Login via social (facebook, twitter and google+, e altri a seguire) con diversi stili di icone e posizionamenti.

source: Logged in Menu item: Once the user is logged in the plugin adds a menu item to the selected menu with optional user thumbnail and additional submenu. Thumbnail style, menu item text and submenu are fully customizable.
fr_fr: Élément de menu lorsqu'il est connecté: une fois l'utilisateur connecté, le plugin ajoute un élément au menu sélectionné avec la possibilité d'ajouter une image d'avatar utilisateur et un sous-menu. Le style des vignettes et le texte des éléments de menu sont personnalisables.
hu_hu: Bejelentkezett menüelem: Bejelentkezett felhasználó esetén a bővítmény egy menüelemet ad a kijelölt menühöz opcionális felhasználói miniatűrrel és további almenüvel. A miniatűr stílusa, a menüelem szövege és az almenü teljesen testreszabható.
it_it: Elemento menu quando connesso: una volta che l'utente è connesso il plugin aggiunge un elemento al menu selezionato con la facoltà di aggiungere una immagine avatar dell'utente ed un sottomenu. Lo stile della miniatura e il testo dell'elemento menu sono personalizzabili.

source: Customizable redirects and permalink.
fr_fr: Redirection et permaliens personnalisables.
hu_hu: Testreszabható átirányítások és közvetlen hivatkozások.
it_it: Reindirizzamenti e Permalink personalizzabili.

source: WordPress admin dashboard access restriction to users with specific roles.
fr_fr: Accès limité au panneau d'administration WordPress pour les utilisateurs avec certains rôles.
hu_hu: WordPress irányítópult korlátozása a felhasználói szerepek alapján.
it_it: Accesso limitato al pannello di amministrazione WordPress agli utenti con determinati ruoli.

source: Password length, you can choose the minimum length required.
fr_fr: Longueur du mot de passe; vous pouvez définir la longueur minimale requise.
hu_hu: Jelszó hossza, megadhatod a szükséges minimális hosszúságot.
it_it: Lunghezza della Password; puoi impostare la lunghezza minima richiesta.

source: Optional reCaptcha for new user registration form.
fr_fr: Options ReCaptcha pour le formulaire d'inscription d'un nouvel utilisateur.
hu_hu: Opcionális reCaptcha a regisztrációs űrlaphoz.
it_it: reCaptcha opzionale per la registrazione di un nuovo utente.

source: New user registration can be disabled.
fr_fr: Possibilité de désactiver l'enregistrement de nouveaux utilisateurs.
hu_hu: Az új felhasználó regisztrációja letiltható.
it_it: Possibilità di disabilitare la registrazione di nuovi utenti.

source: Styled Forgot password email.
fr_fr: Email paginé de récupération de mot de passe.
hu_hu: Formázott elfelejtett jelszó email.
it_it: Email impaginata di Recupero password.

source: For the full 'How to' guide please visit %s.
fr_fr: Pour le guide complet «Comment faire», visitez %s.
hu_hu: A "Hogyan kell" útmutatóhoz kérjük, látogasd meg a következőt %s.
it_it: Per la guida 'Come fare' completa visita %s.

source: StranoWeb Ajax Login comes with several shortcodes that can be used to insert content inside posts and pages.
fr_fr: StranoWeb Ajax Login dispose de plusieurs codes courts qui peuvent être utilisés dans les publications et les pages.
hu_hu: StranoWeb Ajax Login több rövidkódot is tartalmaz, amit beszúrhatsz a bejegyzéseknél és oldalaknál.
it_it: StranoWeb Ajax Login ha diversi shortcodes che possono essere usati all'interno di post e pagine.

source: You will find a dropdown list on the text editor.
it_it: Troverai una lista dropdown nel text editor.

source: For the full Shortcodes list please visit %s.
it_it: Per l'elenco completo degli Shortcode visita %s.

source: Premium Features
fr_fr: Fonctionnalités Premium
hu_hu: Prémium funkciók
it_it: Caratteristiche Premium

source: Fully customizable responsive popups
fr_fr: Des fenêtres Popup réactives entièrement personnalisables
hu_hu: Teljesen testreszabható reszponzív felugró ablakok
it_it: Popup responsivi completamente personalizzabili

source: replaces the default WordPress login, register and lost password forms with beautiful ajax modal popups and comes with a lot of amazing features. It’s fully customizable, responsive, includes several social logins and allows to disable new user registration or restrict WordPress admin dashboard to certain user rules.
fr_fr: remplace les formulaires de connexion, d'enregistrement et de récupération de mot de passe que WordPress par défaut, avec de belles fenêtres contextuelles ajax modales et comprend de nombreuses fonctionnalités fantastiques. Il est entièrement personnalisable, réactif, comprend plusieurs connexions sociales et vous permet de désactiver l'enregistrement de nouveaux utilisateurs et de limiter l'accès au tableau de bord d'administration WordPress aux utilisateurs avec certains rôles.
hu_hu: helyettesíti az alapértelmezett WordPress bejelentkezés, regisztráció és elveszett jelszó űrlapot egy gyönyörű ajax felugró ablakkal és rengeteg hihetetlen funkciót tartalmaz. Teljesen testreszabható, reszponzív, több közösségi bejelentkezést tartalmaz és lehetséges, hogy deaktiváld új felhasználók regisztrációját vagy korlátozhatod a WordPress irányítópult megjelenítését bizonyos felhasználói szerepköröknek.
it_it: sostituisce i form di login, registrazione e recupero password che WordPress ha di default, con dei bellissimi popup modali ajax e include un sacco di fantastiche funzionalità. E' completamente personalizzabile, responsivo, include diversi login via social e permette di disabilitare la registrazione di nuovi utenti e limitare l'accesso alla dashboard di amministrazione di WordPress ad utenti con determinati ruoli.

source: Several different layout models
fr_fr: Différents modèles de mise en page
hu_hu: Több különböző elrendezési modell
it_it: Diversi modelli di layout

source: You can customize your forms as you like adding images, changing background, text and buttons color, and if you're one who likes to get your hands dirty you can add your custom css.
fr_fr: Vous pouvez personnaliser vos formulaires comme bon vous semble, en ajoutant des images, en modifiant la couleur d'arrière-plan, du texte et des boutons et si vous aimez mettre un peu les mains dans le cambouis, vous pouvez ajouter votre propre classe CSS.
hu_hu: Testreszabhatod az űrlapokat, képeket adhatsz hozzá, megváltoztathatod a háttér, a szöveg és a gombok színét, és ha szereted bepiszkolni a kezed, akkor a az egyéni css-t is megadhatsz.
it_it: Puoi personalizzare i tuoi form come meglio ti piace, aggiungendo immagini, cambiando il colore dello sfondo, del testo e dei bottoni e se sei uno a cui piace sporcarsi le mani puoi aggiungere il tuo css personalizzato.

source: Improve customer acquisition with social logins
fr_fr: Améliorez l'acquisition de clients grâce à l'accès aux réseaux sociaux
hu_hu: Növeld az ügyfélszerzést a közösségi belépésekkel
it_it: Migliora l'acquisizione dei clienti con accessi via social

source: Social Login makes it easier for visitors to your site to become customers by using their existing social media credentials to register on your site.
fr_fr: La connexion sociale permet aux visiteurs de votre site de devenir plus facilement des clients en utilisant leurs identifiants de réseaux sociaux existants pour s'inscrire sur votre site.
hu_hu: A közösségi bejelentkezés megkönnyíti a látogatók regisztrációját, azzal, hogy a meglévő közösségi oldalak belépési adataival tehetikk ezt meg .
it_it: L'accesso via social rende più facile per i tuoi visitatori diventare tuoi clienti potendosi registrare al tuo sito usando le loro credenziali di accesso ai social.

source: With Stranoweb Ajax Login, you can easily add some of the most popular social logins to login form, even on WooCommerce login form.
fr_fr: Avec Stranoweb Ajax Login, vous pouvez facilement ajouter certaines des connexions sociales les plus populaires au formulaire de connexion, même sur WooCommerce.
hu_hu: Stranoweb Ajax Login használatával könnyedén hozzáadhatod a népszerű közöségi bejelentkezés gombokat a bejelentkezési vagy akár a WooCommerce bejelentkezési űrlaphoz.
it_it: Con Stranoweb Ajax Login, puoi facilmente aggiungere alcuni dei login via social più popolari al form di accesso, anche su quello di WooCommerce.

source: User verification
it_it: Verifica Utente

source: To reduce the number of spam accounts you can add the user verification to your website. It can be by user approval by administrators or email verification.
it_it: Per ridurre il numero degli account spam puoi aggiungere al tuo sito la verifica dell'utente. Può essere tramite approvazione da parte di un amministratore o tramite verifica dell'email.

source: No more spam accounts!
it_it: Mai più account spam!

source: Create a custom submenu for logged in users
fr_fr: Créer un sous-menu personnalisé pour les utilisateurs connectés
hu_hu: Egyéni almenü létrehozása a bejelentkezett felhasználók számára
it_it: Crea un sottomenu personalizzato per gli utenti connessi

source: With StranoWeb Ajax Login you can add your custom submenu to the user menu item, very usefull when you want to group all the user related links in one place.
it_it: Con StranoWeb Ajax Login puoi aggiungere il tuo sottomenu personalizzato all'elemento del menu principale dedicato all'utente, molto utile quando vuoi raggruppare tutti i link relativi all'utente in un unico menu.

source: Restrict access to WordPress admin dashboard
fr_fr: Restreindre l'accès au tableau de bord d'administration WordPress
hu_hu: WordPress irányítópult hozzáférés korlátozása
it_it: Limita l'accesso alla dashboard di amministrazione WordPress

source: On some websites you may want that only users with specific roles can access to the WordPress Admin Dashboard; with Stranoweb Ajax Login WordPress Plugin you can easily manage who can access to the dashboard.
fr_fr: Sur certains sites, vous souhaiterez peut-être que seuls les utilisateurs avec des rôles spécifiques puissent accéder à votre tableau de bord pour l'administration WordPress; avec Stranoweb Ajax Login, vous pouvez facilement gérer qui peut accéder au tableau de bord.
hu_hu: Néhány oldalon lehetőség van beallítani, hogy bizonyos felhasználók bizonyos szerepkörben kapjanak elérhetőséget a WordPress irányítópultjához; Stranoweb Ajax Login WordPress bővítménnyel könnyen tudod menedzselni, hogy ki fér hozzá az irányítópulthoz.
it_it: Su alcuni siti potresti volere che solo gli utenti con ruoli specifici possano accedere alla tua dashboard per l'amministrazione di WordPress; con Stranoweb Ajax Login puoi facilmente gestire chi può accedere alla dashboard.

source: Free
fr_fr: Version gratuite
hu_hu: Ingyenes
it_it: Versione gratuita

source: Ajax modal popup for login, registration, forgot password and logout
fr_fr: Popup Modale Ajax pour la connexion, l'enregistrement, la récupération du mot de passe et la déconnexion
hu_hu: Ajax popup ablak belépéshez, regisztrációhoz, elfelejtett jelszóhoz és kilépéshez
it_it: Popup Ajax modale per login, registrazione, recupero password e logout

source: Yes
fr_fr: Oui
hu_hu: Igen
it_it: Si

source: Form fields validation
fr_fr: Validation des champs de formulaire
hu_hu: Űrlapmezők érvényesítése
it_it: Validazione campi dei form

source: Popup layouts
fr_fr: Styles de mise en Page du Popup
hu_hu: Popup elrendezések
it_it: Stili layout popup

source: GDPR compliant
fr_fr: Conforme au RGPD
hu_hu: GDPR kompatibilis
it_it: Conforme alla GDPR

source: Customizable CSS
fr_fr: CSS personnalisable
hu_hu: Testreszabható CSS
it_it: CSS personalizzabile

source: Social logins
fr_fr: Connexion via les réseaux sociaux
hu_hu: Közösségi bejelentkezések
it_it: Login via social

source: Social icons themes
fr_fr: Thème des icônes sociales
hu_hu: Közösségi ikon témák
it_it: Tema icone social

source: Customizable redirects and permalink
fr_fr: Redirections et permaliens personnalisables
hu_hu: Testreszabható átirányítások és közvetlen hivatkozások
it_it: Reindirizzamenti e Permalink personalizzabili

source: reCAPTCHA v2 and reCAPTCHA v3 for new user registration
fr_fr: reCAPTCHA v2 et reCAPTCHA v3 pour l'enregistrement des nouveaux membres
hu_hu: reCAPTCHA v2 és reCAPTCHA v3 a regisztrációhoz
it_it: reCAPTCHA v2 e reCAPTCHA v3 per la registrazione nuovo utente

source: Shortcode support on text editors
fr_fr: Prise en charge des codes courts dans les éditeurs de texte
hu_hu: Rövidkód támogatás a szövegszerkesztőkben
it_it: Supporto degli shortcode negli editor di testo

source: Styled emails
fr_fr: Courriels personnalisés
hu_hu: Formázott emailek
it_it: Email in stile

source: Disallow new user registration
fr_fr: Désactiver l'enregistrement de nouveaux utilisateurs
hu_hu: Új felhasználó regisztrációjának tiltása
it_it: Disabilita registrazione nuovo utente

source: Drag & Drop Register form builder
fr_fr: Générateur de formulaire d'enregistrement par glisser-déposer
it_it: Compositore drag & drop del del form di registrazione

source: Emails editor
fr_fr: Éditeur de courriels
it_it: Editor delle email

source: Custom overlay
fr_fr: Superposition personnalisée
hu_hu: Egyéni átfedés
it_it: Copertura personalizzata

source: Logo upload
fr_fr: Téléverser votre logo
hu_hu: Logó feltöltés
it_it: Upload del Logo

source: Custom login menu item text
fr_fr: Texte personnalisé de l'Élément de menu de connexion
hu_hu: Egyéni bejelentkezési menüelem szövege
it_it: Testo personalizzato elemento menu login

source: Customizable texts
fr_fr: Textes personnalisables
hu_hu: Testreszabható szövegek
it_it: Testi personalizzabili

source: Option to redirect not logged in users to login form
fr_fr: Option pour rediriger les utilisateurs non connectés vers le formulaire de connexion
hu_hu: Beállítás a nem bejelentkezett felhasználók átirányításához a bejelentkezési űrlapra
it_it: Opzione per reindirizzare gli utenti non collegati alla pagina di Login

source: WordPress admin dashboard restriction
fr_fr: Restreindre l'accès au tableau de bord d'administration WordPress
hu_hu: WordPress irányítópult korlátozás
it_it: Restrizione accesso alla dashboard di amministrazione di WordPress

source: Show/Hide password icon
fr_fr: Afficher/masquer l'icône du mot de passe
hu_hu: Mutatja/Elrejti a jelszó ikont
it_it: Icona Mostra/Nascondi password

source: Disable automatic login for new user after registration
fr_fr: Désactiver la connexion automatique après l'enregistrement d'un nouvel utilisateur
hu_hu: Automatikus bejelentkezés tiltása új felhasználónak a regisztrációt követően
it_it: Disabilita il login automatico dopo la registrazione di un nuovo utente

source: Automatic opening of the popup
it_it: Apertura automatica del popup

source: Automatic opening of the popup only on certain pages
it_it: Apertura automatica del popup solo su certe pagine

source: User activation by administrators
it_it: Attivazione utente da amministratore

source: User activation by email verification
it_it: Attivazione utente tramite verifica dell'email

source: Login Link
fr_fr: Lien de connexion
it_it: Link Login

source: Register Link
fr_fr: Lien d'inscription
it_it: Link Registrazione

source: Logout Link
fr_fr: Lien de déconnexion
it_it: Link Logout

source: - All the menu items added as 'Login Link' submenu will be only visible to logged in users.
fr_fr: - Tous les éléments de menu ajoutés en tant que sous-menus du lien «connexion» ne seront visibles que par les utilisateurs connectés.
it_it: - Tutti gli elementi menu aggiunti come sottomenu del 'Link Login' saranno visibili solo agli utenti loggati.

source: - 'Register Link' is only visible to NOT logged in users.
fr_fr: - Le lien «Inscription» n'est visible que pour les utilisateurs NON connectés.
it_it: - 'Link Registrazione' è visibile solo agli utenti NON loggati.

source: - 'Logout Link' is only visible to logged in users.
fr_fr: - Le lien «déconnexion» n'est visible que pour les utilisateurs connectés.
it_it: - 'Link Logout' è visible solo agli utenti loggati.

source: Add to Menu
fr_fr: Ajouter au menu
it_it: Aggiungi al Menu

source: I consent collecting and storing my data from this form.
fr_fr: J'autorise la collecte et le stockage de mes données depuis ce formulaire.
hu_hu: Hozzájárulok az adataim gyűjtéséhez és tárolásához erről az űrlapról.
it_it: Consento la raccolta e memorizzazione dei miei dati da questo form.

source: Registration completed successfully! Please check your email for email verification.
fr_fr: Inscription terminée ! Vérifiez votre boite de réception pourconfirmer votre inscription.
hu_hu: A regisztráció sikeresen befejeződött! Kérjük, ellenőrizd emailjeidet a megerősítésért.
it_it: Registrazione completata con successo! Controlla la tua email per la verifica.

source: Registration confirmation will be emailed to you.
fr_fr: La confirmation d'inscription sera envoyée par mail.
hu_hu: A regisztráció megerősítését e-mailben küldjük el.
it_it: La conferma di registrazione ti sarà inviata via email.

source: LOGIN
fr_fr: CONNEXION
hu_hu: BEJELENTKEZÉS
it_it: ACCEDI

source: New to site?
fr_fr: Pas encore Membre?
hu_hu: Új az oldalon?
it_it: Nuovo nel sito?

source: Create an Account
fr_fr: Créer un Compter
hu_hu: Fiók létrehozása
it_it: Crea un Account

source: Lost password?
fr_fr: Passe oublié?
hu_hu: Elfelejtetted a jelszavad?
it_it: Perso la password?

source: Signup
fr_fr: S'enregistrer
hu_hu: Regisztráció
it_it: Registrazione

source: SIGNUP
fr_fr: CREER UN COMPTE
hu_hu: REGISZTRÁCIÓ
it_it: REGISTRATI

source: Already have an account?
fr_fr: Déjà Membre?
hu_hu: Van már fiókod?
it_it: Hai gia un account?

source: Forgot Password?
fr_fr: Mot de passe oublié?
hu_hu: Elfelejtett jelszó?
it_it: Password dimenticata?

source: SUBMIT
fr_fr: ENVOYER
hu_hu: BEVITEL
it_it: INVIA

source: Don't need to reset?
it_it: Ti è tornata in mente?

source: redirecting...
it_it: reindirizzamento...

source: Sending user info, please wait...
fr_fr: Envoi des informations utilisateur, veuillez patienter...
hu_hu: Felhasználói információk küldése, kérem várjon...
it_it: Invio informazione utente, attendi...

source: Logging out, please wait...
fr_fr: Déconnexion en cours, veuillez patienter...
hu_hu: Kijelentkezés, kérlek várj...
it_it: Scollegamento, attendi...

source: Authorization failed.
fr_fr: Echec de l'autorisation.
hu_hu: Sikertelen azonosítás.
it_it: Autorizzazione fallita.

source: Something Went Wrong!
fr_fr: Quelque chose a mal tourné!
hu_hu: Hiba történt!
it_it: Qualcosa non ha funzionato!

source: Set as background
fr_fr: Définir en tant qu'arrière plan
hu_hu: Beállítás háttérként
it_it: Imposta come sfondo

source: Select image
fr_fr: Sélectionnez une image
hu_hu: Kép kiválasztása
it_it: Seleziona immagine

source: Do you want to remove the image?
fr_fr: Souhaitez-vous vraiment supprimer cette image?
hu_hu: Biztos, hogy el akarod távolítani a képet?
it_it: Vuoi rimuovere l'immagine?

source: Remove input field
fr_fr: Supprimer le champ de saisie
it_it: Rimuovi il campo input

source: Are you sure you want to delete this input field?
fr_fr: Souhaitez-vous vraiment supprimer ce champ?
it_it: Sei sicuro di voler rimuovere questo campo?

source: Cancel
fr_fr: Abandonner
hu_hu: Mégsem
it_it: Annulla

source: Saving settings, please wait...
fr_fr: Enregistrement des paramètres, veuillez patienter ...
it_it: Salvando le impostazioni, attendi...

source: Settings have been saved!
fr_fr: Paramètres sauvegardés!
it_it: Le impostazioni sono state salvate!

source: Problem occurred while saving your settings
fr_fr: Un problème est survenu lors de la sauvegarde des derniers paramètres
it_it: C'è stato un problema nel salvare le impostazioni

source: SW Ajax Login User Menu
fr_fr: SW Ajax Login Menu utilisateur
hu_hu: SW Ajax Login felhasználói menü
it_it: Impostazioni SW Ajax Login

source: Settings
fr_fr: Configuration
hu_hu: Beállítások
it_it: Impostazioni

source: Appearence
fr_fr: Apparence
hu_hu: Megjelenés
it_it: Aspetto

source: Social Login
fr_fr: Connexion Sociale
hu_hu: Közösségi bejelentkezés
it_it: Login via social

source: Redirects & Permalink
fr_fr: Redirections et permaliens
hu_hu: Átirányítások és közvetlen hivatkozás
it_it: Reindirizzamenti e Permalink

source: Registration fields
fr_fr: Champs d'inscription
it_it: Campi Registrazione

source: Menus update required
fr_fr: Mise à jour du menu requise
it_it: Richiesto aggiornamento dei menu

source: From version 1.6.0 we have extended the way to add Login / Register / Logout menu items to menus by adding them from WP Admin menus page.
fr_fr: Depuis la version 1.6.0, nous avons étendu la façon de gérer les éléments de connexion / inscription / déconnexion dans les menus en les ajoutant depuis la page d'administration du menu WordPress.
it_it: Dalla versione 1.6.0 abbiamo esteso il modo di gestire gli elementi Login / Registrazione / Logout ai menu potendoli aggiungere dalla pagina WordPress di amministrazione dei menu.

source: What happens updating to the new menus?
fr_fr: Que se passe-t-il lorsque je mets à jour les nouveaux menus?
it_it: Cosa succede quando aggiorno ai nuovi menu?

source: After updating you will see on Admin Navigation menus the Login items you have assigned on our Menu section and all the submenu items you had previously added in the "old way" will be moved to the new Login items as their submenu.
fr_fr: Après la mise à jour, vous verrez dans la gestion du menu WordPress les éléments de connexion que vous avez attribués dans notre section Menu et les éléments de sous-menu que vous avez précédemment ajoutés à l '"ancienne manière" seront ajoutés comme leur sous-menu.
it_it: Dopo l'aggiornamento vedrai nella gestione dei menu di WordPress gli elementi Login che hai assegnato nella nostra sezione Menu e gli elementi submenu che avevi precedentemente aggiunto nel "vecchio modo" saranno aggiunti come loro submenu.

source: Finally you can place the login item in any position!
fr_fr: A présent, vous pouvez placer l'élément de connexion où vous le souhaitez dans les menus!
it_it: Finalmente puoi posizionare l'elemento login dove vuoi all'interno dei menu!

source: Update menus
fr_fr: Rafraîchir les menus
it_it: Aggiorna i menu

source: or
fr_fr: ou
hu_hu: vagy
it_it: o

source: Custom Logo
fr_fr: Logo personnalisé
hu_hu: Egyéni Logó
it_it: Logo personalizzato

source: You can add a logo to the forms, it will appear before the forms title
fr_fr: Vous pouvez ajouter un logo au formulaire, il apparaîtra avant le titre du formulaire
hu_hu: Hozzá tudsz adni egy logót az űrlapokhoz, a logó az űrlap címe előtt fog megjelenni
it_it: Puoi aggiungere un logo ai form, esso apparirà prima del titolo del form
