Repository: common-repository/stranoweb-ajax-login
Catalog: languages/*-ajax-login-*.po
Languages: fr_fr, hu_hu, it_it

source: The image the will appear as background on register popup if you have chosen the popup layout style with image
fr_fr: Cette image apparaîtra comme arrière-plan du Popup d'enregistrement si vous avez choisi le style du Popup avec image
hu_hu: A kép háttérként jelenik meg a regisztráció popupban, ha a popup képpel elrendezést választottad
it_it: Questa immagine apparirà come sfondo del popup 'registrazione' se hai scelto lo stile popup con immagine

source: Documentation
hu_hu: Dokumentáció
it_it: Documentazione

source: StranoWeb Ajax Login settings
fr_fr: Paramètres StranoWeb Ajax Login
hu_hu: StranoWeb Ajax Login beállítások
it_it: Impostazioni StranoWeb Ajax Login

source: Premium Version
fr_fr: Version Premium
hu_hu: Prémium verzió
it_it: Versione Premium

source: Features
fr_fr: Fonctionnalités
hu_hu: Funkciók
it_it: Caratteristiche

source: Login into your Fb account and go to
fr_fr: Connectez-vous à votre compte Facebook et allez à
hu_hu: Jelentkezz be a Fb fiókodba és ment
it_it: Accedi al tuo account Facebook e vai su

source: Click on 'Add a New App' button. A popup will open. Enter the name of the app as you wish and your email, then click on 'Create New App ID' button.
fr_fr: Cliquez sur le bouton «Ajouter une nouvelle application». Une fenêtre s'ouvrira. Saisissez le nom de l'application que vous préférez et votre e-mail, puis cliquez sur le bouton «Créer un ID d'application».
hu_hu: Kattints az "új alkalmazás hozzáadása" gombra. Megnyílik egy felugró ablak. Add meg az alkalmazás nevét és az email címed, majd kattints az 'Új App ID létrehozása' gombra.
it_it: Clicca sul bottone 'Aggiungi una nuova applicazione'. Si aprirà un popup. Inserisci il nome dell'applicazione che preferisci e la tua email, quindi clicca sul bottone 'Crea ID app'.

source: You'll be redirected to the next page 'Select a product', choose %s.
fr_fr: Vous serez redirigé vers la page suivante «Sélectionnez un produit», choisissez %s.
hu_hu: Átirányítunk a következő oldalra Termék kiválasztása, %s választása.
it_it: Verrai reindirizzato alla seguente pagina 'Seleziona un prodotto', scegli %s.

source: You have now to select the App platform, please click on %s.
fr_fr: À ce stade, vous devez choisir la plate-forme pour l'application, cliquez sur %s.
hu_hu: Most válaszd ki az App platformot, klikkelj a %s-ra.
it_it: A questo punto devi scegliere la piattaforma per la App, clicca su %s.

source: Enter this website URL (see point 9 below) and click %s, ignore the following steps.
fr_fr: Saisissez l'URL de ce site (voir point 9 ci-dessous) et cliquez sur %s, ignorez les étapes suivantes.
hu_hu: Írd be a honlap címét (lásd az alábbi 9. pontot), majd kattints a % s elemre, és hagyd figyelmen kívül a következő lépéseket.
it_it: Inserisci l'URL di questo sito (vedi il punto 9 qui sotto) e clicca %s, ignora i passi successivi.

source: Click on %s on the left column menu.
fr_fr: Cliquez sur %s dans le menu de la colonne de gauche.
hu_hu: Kattints a %s-re a bal oldali oszlop menüben.
it_it: Clicca su %s presente nel menu nella colonna di sinistra.

source: In the landing page you will find the API version, App ID, App Secret. Copy the App ID and App Secret Key (click on 'Show' button) and enter them in our plugin settings above.
fr_fr: Sur la nouvelle page, vous trouverez la version de l'API, l'ID d'application et la clé secrète. Copiez l'ID de l'application et la clé secrète (cliquez sur le bouton «Afficher») et insérez-les dans les cases appropriées au-dessus de notre extension.
hu_hu: A céloldalon megtalálod az alábbiakat: API verzió, App ID, App titkos kulcs. Másold az App ID és az App titkos kulcsot (kattints a Mutat' gombra) és add meg a bővítmény beállításaiban fentebb.
it_it: Nella nuova pagina troverai la versione dell'API, ID App e Chiave Segreta. Copia l'ID App e la Chiave Segreta (clicca sul bottone 'Mostra') e inseriscili nelle relative caselle soprastanti del nostro plugin.

source: Important:
hu_hu: Fontos:
it_it: Importante:

source: After that please go to 'App Review' link just below the alert link on the left column, there you will find an option to make the app public and select YES. This is very important otherwise your app will not work for all users.
fr_fr: Cliquez ensuite sur le lien «Analyse d'application» juste en dessous du lien «Avis» dans la colonne de gauche, ici vous trouverez une option pour rendre votre application publique et sélectionnez OUI. Ceci est très important, sinon votre application ne fonctionnera pas pour les autres utilisateurs.
it_it: Fatto questo clicca sul link 'Analisi dell'applicazione' appena sotto il link 'Avvisi' sulla colonna di sinistra, qui troverai una opzione per rendere la tua applicazione pubblica e seleziona SI. Questo è molto importante altrimenti la tua app non funzionerà per gli altri utenti.

source: Site URL
fr_fr: Adresse du site
hu_hu: Weboldal URL
it_it: URL Sito

source: Login into your Twitter account and go to
fr_fr: Connectez-vous à votre compte Twitter et allez à
hu_hu: Jelentkezz be a Twitter fiókba, és menj a
it_it: Accedi al tuo account Twitter e vai su

source: Enter your desired Application Name, Description and your website address (points 4 & 5) making sure to enter the full address including the http:// or https://.
fr_fr: Entrez le nom de votre application souhaitée, la description et les adresses de votre site Web (étapes 4 et 5) en veillant à saisir l'adresse complète, y compris http: // ou https: //.
it_it: Inserisci il tuo nome desiderato dell'Applicazione, descrizione e gli indirizzi del tuo sito web (punti 4 e 5) assicurandoti di inserire l'indirizzo completo includendo l'http:// o https://.

source: After creating your Twitter Application click on the tab that says 'Keys and Access Tokens' and get Consumer key(API Key) and Consumer secret(API secret).
fr_fr: Après avoir créé votre application Twitter, cliquez sur l'onglet qui dit 'Clés et jetons d'accès' et copiez la clé consommateur (clé API) et le secret consommateur (secret API).
it_it: Dopo aver creato la tua applicazione Twitter clicca sul tab che dice 'Keys and Access Tokens' e copia la Consumer key(API Key) e Consumer secret(API secret).

source: To get the user's email address please go to app's 'permission' tab and in additional Permissions there you will find a checkbox to request for user email address. Please enable it. To enable it you need to enter privacy policy url and terms of service url.
fr_fr: Pour obtenir l'adresse e-mail de l'utilisateur, accédez à l'onglet «Autorisations» et dans «Autorisations supplémentaires», vous trouverez une case à cocher pour demander l'adresse e-mail de l'utilisateur. Sélectionnez-le. Pour activer la fonction, vous devez vous rendre dans l'onglet «Paramètres» et saisir l'url de la page Confidentialité et conditions d'utilisation.
it_it: Per ottenere l'indirizzo email dell'utente vai sulla tab 'Permissions' e in 'additional Permissions' troverai una checkbox per richiedere l'indirizzo email utente. Selezionala. Per abilitare la funzione devi inserire gli url della pagina per la Privacy e dei Termini di servizio.

source: Important 2:
hu_hu: Fontos 2:
it_it: Importante 2:

source: Go to app's 'Settings' tab and make sure that the checkbox 'Enable Callback Locking' is unchecked.
fr_fr: Accédez à l'onglet «Paramètres» de l'application et assurez-vous que la case «Activer le verrouillage du rappel» n'est pas cochée.
it_it: Vai nel tab 'Settings' della app e assicurati che la checkbox 'Enable Callback Locking' sia deselezionata.

source: Login to your %s
fr_fr: Connectez-vous à votre %s
it_it: Collegati alla tua %s

source: From the project drop-down, select an existing project , or create a new one by selecting 'Create a new project'.
fr_fr: Dans la liste déroulante des projets, sélectionnez un projet existant ou créez-en un en sélectionnant «Créer un nouveau projet».
hu_hu: Válasszon ki egy meglévő projektet a projekt legördülő menüből, vagy hozzon létre egy újat az "új projekt létrehozása" kiválasztásával.
it_it: Dal drop-down dei progetti, seleziona un progetto esistente o creane uno nuovo cliccando sul bottone '+ Crea progetto'.

source: In the sidebar under 'APIs & Services', select 'Credentials', then select the OAuth consent screen tab.
fr_fr: Dans la barre latérale sous «API et services», sélectionnez «Informations d'identification», puis sélectionnez l'onglet «Écran de consentement OAuth».
it_it: Nella barra di lato sotto 'API e servizi', seleziona 'Credenziali', quindi seleziona la tab 'Schermata consenso OAuth'.

source: Choose an Email Address, specify a Product Name. In the Authorized domains, specify the domains which will be allowed to authenticate using OAuth and press Save.
fr_fr: Saisissez une adresse e-mail et spécifiez un nom de produit. Dans les domaines autorisés, spécifiez les domaines qui seront autorisés à s'authentifier avec OAuth et appuyez sur enregistrer.
it_it: Inserisci un indirizzo Email e specifica un nome del prodotto. Nei Domini autorizzati, specifica i domini che saranno autorizzati ad autenticarsi con OAuth e premi salva.

source: In the 'Credentials' tab, select the 'New credentials' drop-down list, and choose 'OAuth client ID'.
fr_fr: Dans l'onglet «Informations d'identification», sélectionnez la liste déroulante «Créer des informations d'identification» et sélectionnez «ID client OAuth».
it_it: Nel tab 'Credenziali', seleziona la lista drop-down 'Crea credenziali' e seleziona 'ID client OAuth'.

source: Under Application type, select 'Web application' and In the 'Authorized JavaScript origins' and 'Authorized redirect URI' fields, enter the origin for your app as follows:
fr_fr: Sous «Type d'application», sélectionnez «Application Web» et dans les champs «Sources JavaScript autorisées» et «URI de redirection autorisée», saisissez les sources de votre application comme suit:
it_it: Sotto 'Tipo di applicazione' selezionare 'Applicazione Web' e nei campi 'Origini JavaScript autorizzate' e 'URI di reindirizzamento autorizzati' inserire le origini della tua applicazione come segue:

source: Authorized JavaScript origins
fr_fr: Sources JavaScript autorisées
hu_hu: Engedélyezett JavaScript források
it_it: Origini JavaScript autorizzate

source: Authorized redirect URI
fr_fr: URI de redirection autorisé
hu_hu: Engedélyezett átirányítási hivatkozás
it_it: URI di reindirizzamento autorizzati

source: Press the 'Create' button.
fr_fr: Cliquez sur le bouton «Créer».
hu_hu: Nyomd meg a ' létrehozás ' gombot.
it_it: Clicca il bottone 'Crea'.

source: From the resulting 'OAuth client' dialog box, copy the 'Client ID' and 'Client secret'.
fr_fr: À partir du Popup résultant «OAuth client», copiez «Client ID» et «Client secret».
it_it: Dal popup risultante 'OAuth client', copia le 'Client ID' e 'Client secret'.

source: Login into your Linkedin account and go to
fr_fr: Connectez-vous à votre compte Linkedin et accédez à
hu_hu: Jelentkezz be a Linkedin fiókodba és menj
it_it: Accedi al tuo account Linkedin e vai su

source: If you have an existing application, select it to modify its settings, or create a new one by clicking 'Create Application'.
fr_fr: Vous disposez d'une application existante, d'une sélection pour le modificateur des paramètres ou d'une copie dans "Application for Application" d'un client.
it_it: se hai una applicazione esistente, selezionala per modificare le sue impostazioni o creane una nuova cliccando sul bottone 'Create Application'.

source: Fill all the compulsory fields, then click on 'Submit' button.
fr_fr: Remplissez les champs obligatoires, puis cliquez sur le bouton «Soumettre».
hu_hu: Töltsd ki a kötelező mezőket és utána kattints a Beküldés gombra.
it_it: Riempi i campi obbligatori, quindi clicca il bottone 'Submit'.

source: On the new page 'Authentication' copy the Authentication Keys 'Client ID' and 'Client Secret' and add them to our plugin settings.
fr_fr: Copiez les clés d'authentification 'Client ID' et 'Client Secret' qui se trouvent sur la page 'Authentification' et ajoutez-les dans les champs appropriés de notre plugin.
it_it: Copia le chiavi di autenticazione 'Client ID' e 'Client Secret' che trovi nella pagina 'Authentication' e aggiungile ai relativi campi del nostro plugin.

source: In 'Default Application Permissions' section check 'r_basicprofile' and 'r_emailaddress'.
fr_fr: Dans la section «Autorisations d'application par défaut», cochez «r_basicprofile» et «r_emailaddress».
it_it: Nella sezione 'Default Application Permissions' controlla 'r_basicprofile' e 'r_emailaddress'.

source: in 'OAuth 2.0' section add to 'Authorized Redirect URLs:' the URL you see at point 7.
fr_fr: dans la section 'OAuth 2.0', ajoutez à 'URL de redirection autorisées:' l'URL que vous voyez au point 7.
it_it: nella sezione 'OAuth 2.0' inserisci nel campo 'Authorized Redirect URLs:' l'URL che vedi al punto 7.

source: Press the 'Update' button.
fr_fr: Cliquez sur le bouton «Mettre à jour».
hu_hu: Nyomd meg a Frissítés gombot.
it_it: Clicca il bottone 'Update'.

source: Login into your security profile in the Amazon Developer Console
it_it: Accedi al tuo profilo di sicurezza nella Console per gli sviluppatori Amazon

source: You will be asked to login to the Developer Console, which handles application registration for Login with Amazon. If this is your first time using the Developer Console, you will be asked to set up an account.
it_it: Ti verrà chiesto di accedere alla Console per gli sviluppatori, che gestisce la registrazione dell'applicazione per l'accesso con Amazon. Se è la prima volta che usi la Console per gli sviluppatori, ti verrà chiesto di creare un account.

source: Click Create a New Security Profile. This will take you to the Security Profile Management page.
it_it: Fai clic su Crea un nuovo profilo di sicurezza. Questo ti porterà alla pagina di gestione del profilo di sicurezza.

source: Enter a Name and a Description for your security profile and fill all the other fields, then click on 'Save' button.
it_it: Inserisci un nome e una descrizione per il tuo profilo di sicurezza e compila tutti gli altri campi, quindi fai clic sul pulsante "Salva".

source: Go to the Web Settings of the security profile that you want to use for your app.
it_it: Vai alle Impostazioni Web del profilo di sicurezza che desideri utilizzare per la tua app.

source: Locate the security profile you want to modify from the table and click on it.
it_it: Individua il profilo di sicurezza che desideri modificare dalla tabella e cliccalo.

source: Hover over the Manage menu and Select the Web Settings menu item.
it_it: Passa il mouse sopra il menu Gestisci e seleziona la voce di menu Impostazioni Web.

source: Click Edit button you'll find at the bottom.
it_it: Fai clic sul pulsante Modifica che troverai in fondo.

source: To use Login with Amazon with a website, you must specify either Allowed Origins and Allowed Return URLs.
it_it: Per utilizzare Accedi con Amazon con un sito Web, devi specificare Origini consentite e URL di ritorno consentiti.

source: Copy and paste this URL on both fields
it_it: Copia e incolla questo URL su entrambi i campi

source: Press the 'Save' button.
it_it: Clicca il bottone 'Salva'.

source: Login via Socials
fr_fr: Accès via les réseaux sociaux
hu_hu: Közösségi bejelentkezés
it_it: Accesso via Social

source: Add socials login
fr_fr: Ajouter une connexion via les réseaux sociaux
hu_hu: Közösségi bejelentkezés hozzáadása
it_it: Aggiungi login tramite social

source: This option enables login via socials.
fr_fr: Cette option permet la connexion via les réseaux sociaux.
hu_hu: Ez engedélyezi a közöségi belépést.
it_it: Questa opzione abilita il login tramite i social.

source: Social Icons position
fr_fr: Emplacement des icônes sociales
hu_hu: Közösségi ikon pozíció
it_it: Posizione Icone Social

source: Below login button
fr_fr: Sous le bouton de connexion
hu_hu: Belépés gomb alatt
it_it: Sotto il bottone di login

source: On top, before username and password fields
fr_fr: En haut, avant les champs nom d'utilisateur et mot de passe
hu_hu: Felül, felhasználónév és jelszó mezők előtt
it_it: In cima, prima dei campi username e password

source: Between username and password fields and login button
fr_fr: Entre les champs nom d'utilisateur et mot de passe et le bouton de connexion
hu_hu: Felhasználónév és jelszó mezők és a belépés gomb között
it_it: Tra i campi username e password e il bottone di login

source: Inside image container
fr_fr: À l'intérieur du conteneur d'image
hu_hu: Kép tárolóban
it_it: Dentro il contenitore dell'immagine

source: This option set the position of social login icons, below login button, below input fields or inside the image container.
fr_fr: Cette option fixe la position des icônes pour l'accès via les médias sociaux, sous le bouton de connexion, sous les champs de saisie ou à l'intérieur du conteneur d'images.
hu_hu: Beállítás a közösségi belépés ikonok helyzetéhez, belépés gomb alatt, beviteli mezők alatt vagy egy képben.
it_it: Questa opzione fissa la posizione delle icone per l'accesso via social, sotto il bottone login, sotto i campi di input o dentro il contenitore dell'immagine.

source: Add socials login to registration form
it_it: Aggiungi i login social al form di registrazione

source: This option adds social logins to registration form.
it_it: Questa opzione aggiunge i login social al form di registrazione.

source: Replace Avatar image with social profile picture
fr_fr: Remplacer l'image d'avatar par une photo de profil social
hu_hu: Avatar helyettesítése közösségi profil képpel
it_it: Mostra l'immagine del profilo social al posto dell'Avatar

source: By enabling this option Social profile picture will be shown instead of WordPress user avatar.
fr_fr: En activant cette option, l'image de profil social sera affichée à la place de l'avatar d'utilisateur WordPress.
hu_hu: Ha engedélyezed ezt a lehetőséget, akkor közösségi profil képet mutatjuk a WordPress adatlapkép helyett.
it_it: Abilitando questa opzione verrà mostrata l'immagine del profilo social al posto dell'avatar utente WordPress.

source: Twitter App ID
fr_fr: ID d'application Twitter
it_it: ID App Twitter

source: Twitter App Secret
fr_fr: Clé secrète Twitter
it_it: Chiave Segreta Twitter

source: How to get Twitter API keys
fr_fr: Comment obtenir les clés de l'API Twitter
hu_hu: Hogyan juthatsz Twitter API kulcsokhoz
it_it: Come ottenere le chiavi API di Twitter

source: To get the user's email address please go to app's permission tab and in additional Permissions there you will find a checkbox to request for user email address. Please enable it. To enable it you need to enter privacy policy url and terms of service url.
it_it: Per ottenere l'indirizzo email dell'utente vai sulla tab 'Permissions' e in 'additional Permissions' troverai una checkbox per richiedere l'indirizzo email utente. Selezionala. Per abilitare la funzione devi inserire gli url della pagina per la Privacy e dei Termini di servizio.

source: Add to WooCommerce login form
fr_fr: Ajouter au formulaire de connexion WooCommerce
hu_hu: Hozzáadás a WooCommerce bejelentkezési űrlaphoz
it_it: Aggiungi al form login di WooCommerce

source: This option adds Stranoweb Ajax Login native social login buttons to WooCommerce login form
fr_fr: Ce paramètre ajoute les boutons de connexion sociale Stranoweb Ajax Login au formulaire de connexion WooCommerce
hu_hu: Ez az beállítás hozzáadja a Stranoweb Ajax Login közöségi bejelentkezés gombjait a WooCommerce bejelentkezési űrlaphoz
it_it: Questa impostazione aggiunge i bottoni di login via social di Stranoweb Ajax Login al form login di WooCommerce

source: Icons theme
fr_fr: Thème d'Icônes
hu_hu: Ikonok téma
it_it: Tema icone

source: Theme 4
fr_fr: Thème 4
hu_hu: 4. téma
it_it: Tema 4

source: Theme 5
fr_fr: Thème 5
hu_hu: 5. téma
it_it: Tema 5

source: Login with Facebook
fr_fr: Connexion Facebook
hu_hu: Facebook belépés
it_it: Accedi con Facebook

source: Login with Twitter
fr_fr: Connexion Twitter
hu_hu: Twitter belépés
it_it: Accedi con Twitter

source: Login with Google
it_it: Accedi con Google

source: Login with Linkedin
fr_fr: Connexion Linkedin
hu_hu: Linkedin belépés
it_it: Accedi con Linkedin

source: Want more social logins?
fr_fr: Vuoi più login via social?
it_it: Vuoi più login via social?

source: Social Login makes it easier for visitors to your site to become customers by using their existing social media credentials to register on your site.
fr_fr: L'accesso via social rende più facile per i tuoi visitatori diventare tuoi clienti potendosi registrare al tuo sito usando le loro credenziali di accesso ai social.
it_it: L'accesso via social rende più facile per i tuoi visitatori diventare tuoi clienti potendosi registrare al tuo sito usando le loro credenziali di accesso ai social.

source: With Premium version you'll get more social logins and all the StranoWeb Ajax Login features!
fr_fr: Con la versione Premium avrai a disposizione più login via social e tutte le funzionalità di StranoWeb Ajax Login!
it_it: Con la versione Premium avrai a disposizione più login via social e tutte le funzionalità di StranoWeb Ajax Login!

source: I have the user's permission to collect and store his\her data.
it_it: Ho il permesso dell'utente per raccogliere e conservare i suoi dati.

source: User gives GDPR consent
fr_fr: Consentement RGPD accepté
hu_hu: A felhasználó megadta a GDPR hozzájárulást
it_it: L'utente da il consenso GDPR

source: User doesn't give GDPR consent
fr_fr: Consentement RGPD absent
hu_hu: A felhasználó nem adott meg GDPR hozzájárulást
it_it: L'utente non da il consenso GDPR

source: Registered
it_it: Registrato

source: From
it_it: Da

source: Consent
fr_fr: Acceptation
hu_hu: Hozzájárulás
it_it: Consenso

source: Deactivate
it_it: Disattiva

source: Activate
fr_fr: Activer
it_it: Attiva

source: StranoWeb Ajax Login Documentation
fr_fr: Documentation de StranoWeb Ajax Login
hu_hu: StranoWeb Ajax Login dokumentáció
it_it: Documentazione StranoWeb Ajax Login

source: How to
fr_fr: Comment faire
hu_hu: Hogyan
it_it: Come fare

source: is a modal popup (but not only) that replaces the default WordPress login, register and lost password forms and comes with a lot of amazing features:
fr_fr: est un Popup (mais pas seulement) qui remplace les formulaires de connexion, d'enregistrement et de récupération de mot de passe que WordPress propose par défaut et est doté de nombreuses fonctionnalités fantastiques:
hu_hu: egy popup ablak, ami helyettesíti a WordPress alapértelmezett bejelentkezés, regisztrácio es elveszett jelszó űrlapjait és sok hihetetlen funkciója van, mint pl.:
it_it: è un popup modale (ma non solo) che sostituisce i form di Login, registrazione e recupero password che WordPress offre di default ed è fornito di un sacco di fantastiche funzionalità:

source: Ajax modal popup for login, register, lost password and logout. Same functions are working even on non-popup mode and without javascript.
fr_fr: Ajax pop-up modal pour la connexion, l'enregistrement et la récupération de mot de passe ajax. Les mêmes formulaires fonctionnent également en mode non popup et sans javascript.
hu_hu: Ajax popup ablak belépéshez, regisztrációhoz, elfelejtett jelszóhoz és kilépéshez. Néhány funkció popup és javascript nélkül is működik.
it_it: Popup ajax modale per login, registrazione e recupero password ajax. Gli stessi form funzionano anche in modalità non popup e senza javascript.

source: Fully customizable login, register, lost password and logout popups.
fr_fr: Ouverture de session, inscription, récupération de mot de passe et déconnexion entièrement personnalisables.
hu_hu: Teljesen testreszabható bejelentkezés, regisztráció, elveszett jelszó és kijelentkezés popupok.
it_it: Popup per login, registrazione, recupero password e logout completamente personalizzabili.
