Repository: common-repository/stranoweb-ajax-login
Catalog: languages/*-ajax-login-*.po
Languages: fr_fr, hu_hu, it_it

source: Logout link
fr_fr: Lien de déconnexion
hu_hu: Kijelentkezés hivatkozás
it_it: Link al Logout

source: Name Surname
fr_fr: Nom Prénom
hu_hu: Vezetéknév
it_it: Nome Cognome

source: Surname Name
fr_fr: Prénom Nom
hu_hu: Vezetéknév
it_it: Cognome Nome

source: Note: if name or surname are not available will display the username.
fr_fr: Nota: se il nome o cognome non sono presenti mostrerà la username.
hu_hu: Megjegyzés: Ha nem áll rendelkezésre név vagy vezetéknév, megjelenik a Felhasználónév.
it_it: Nota: se il nome o cognome non sono presenti mostrerà la username.

source: Menu item links to:
fr_fr: L'élément de menu renvoie à:
hu_hu: Menüelem hivatkozása:
it_it: L'elemento del menu si collega a:

source: No link
fr_fr: Aucun lien
hu_hu: Nincs hivatkozás
it_it: Nessun collegamento

source: Custom link
fr_fr: Lien Personnalisé
hu_hu: Egyedi hivatkozás
it_it: Collegamento personalizzato

source: Insert page
fr_fr: Entrez dans la page
hu_hu: Oldal beszúrása
it_it: Inserisci la pagina

source: If the field is empty no link will be applied to the menu item.
fr_fr: Si le champ est vide, aucun lien vers l'élément de menu ne sera défini.
hu_hu: Ha a mező üres, akkor nem lesz linkje a menüelemnek.
it_it: Se il campo è vuoto non verrà impostato nessun link all'elemento del menu.

source: Messages
it_it: Messaggi

source: Sending user info
it_it: Invio informazione utente

source: Login successful
it_it: Login riuscito

source: Registration successful
it_it: Registrazione riuscita

source: Redirecting
it_it: Reindirizzamenti

source: Logging out
it_it: Scollegamento

source: Authorization failed
it_it: Autorizzazione fallita

source: Something went wrong
it_it: Qualcosa non ha funzionato

source: User Verification
it_it: Verifica Utente

source: Verification code is not valid
it_it: Codice di verifica non valido

source: User verification success
it_it: Verifica utente con successo

source: User already verified
it_it: L'utente è gia verificato

source: Can't verify the account
it_it: Account non verificabile

source: Two-Factor Authentication
fr_fr: Authentification à 2 facteurs
it_it: Autenticazione a 2 Fattori

source: 2FA Code
fr_fr: Code 2FA
it_it: Codice 2FA

source: Back
fr_fr: Retour
it_it: Indietro

source: Custom pages
fr_fr: Pages personnalisées
hu_hu: Egyéni oldalak
it_it: Pagine personalizzate

source: StranoWeb Ajax Login will automatically create login, register, forgot password, reset password and logout pages. You can modify these pages according to your needs.
fr_fr: StranoWeb Ajax Login crée automatiquement les pages Connexion, Enregistrement, Mot de passe oublié, Réinitialisation du mot de passe et Déconnexion. Vous pouvez éditer ces pages selon vos besoins.
hu_hu: StranoWeb Ajax Login automatikusan létrehozza a bejelentkezés, regisztráció, jelszó emlékeztető, jelszó visszaállitó és kijelentkezés oldalakat. Módosíthatod ezeket az oldalakat szükseg szerint.
it_it: StranoWeb Ajax Login creerà automaticamente le pagine di Login, Registrazione, Password dimenticata, Reimpostazione password e Logout. Puoi modificare queste pagine secondo le tue esigenze.

source: Please read carefully
fr_fr: Lire attentivement
hu_hu: Kérjük, olvassa el figyelmesen
it_it: Leggere attentamente

source: StranoWeb Ajax Login have created all the necessary login, register, forgot password, reset password and logout pages.
fr_fr: StranoWeb Ajax Login a créé toutes les pages nécessaires pour la connexion, l'enregistrement, le mot de passe oublié, la réinitialisation du mot de passe et la déconnexion.
hu_hu: StranoWeb Ajax Login létrehozta a szükséges bejelentkezés, regisztráció, jelszó emlékeztető, jelszó visszaállitó és kijelentkezés oldalakat.
it_it: StranoWeb Ajax Login ha creato tutte le pagine necessarie per il login, registrazione, password dimenticata, reimpostazione password e logout.

source: You can modify these pages according to your needs, just be sure "login page" contains one of the two SWAL Login shortcodes, otherwise you won't be able to login to your website!
fr_fr: Vous pouvez modifier ces pages en fonction de vos besoins, assurez-vous simplement que la page "Connexion" contient au moins l'un des 2 code court de connexion SWAL, sinon vous ne pourrez plus vous connecter à votre site!
hu_hu: Módosíthatod ezeket az oldalakat szükseg szerint, ebben az esetben a "bejelentkezés oldalnak" tartalmaznia kell egy SWAL Login rövidkódot a kettő közül, különben nem tudsz majd belejentkezni az oldalra!
it_it: Puoi modificare queste pagine secondo le tue esigenze, assicurati solamente che la pagina "Login" contenga almeno uno dei 2 shortcode SWAL di Login, altrimenti non sarai in grado di effettuare il login al tuo sito!

source: We suggest during test phase to work with 2 different browsers and stay logged on one of them while you are working on the other one.
fr_fr: Nous vous suggérons, pendant la phase de test, de travailler avec 2 navigateurs différents et de rester connecté dans l'un d'eux pendant que vous travaillez sur l'autre.
hu_hu: Azt ajánljuk a teszt időszakban, hogy 2 különböző böngészővel tesztelj és marajd bejelentkezve az egyikben, míg a másikban dolgozol.
it_it: Suggeriamo, durante la fase di test, di lavorare con 2 browser differenti e rimanere collegati in uno di essi mentre si sta lavorando sull'altro.

source: Login page
fr_fr: Page de Connexion
hu_hu: Bejelentkezési oldal
it_it: Pagina Login

source: --- None ---
fr_fr: --- Aucun ---
hu_hu: --- Egyik sem ---
it_it: --- Nessuna ---

source: Register page
fr_fr: Page d'enregistrement
hu_hu: Regisztráció oldal
it_it: Pagina registrazione

source: Forgot password page
fr_fr: Page de Mot de passe Perdu
hu_hu: Elfelejtett jelszó oldal
it_it: Pagina Password Dimenticata

source: Reset password page
fr_fr: Page de réinitialisation de mot de passe
hu_hu: Jelszó visszaállítás oldal
it_it: Pagina Reimposta Password

source: Logout page
fr_fr: Page de Déconnexion
hu_hu: Kijelentkezés oldal
it_it: Pagina Logout

source: Add reCAPTCHA
fr_fr: Ajouter reCAPTCHA
hu_hu: reCaptcha hozzáadása
it_it: Aggiungi reCAPTCHA

source: reCAPTCHA helps to avoid spam users registration, we reccomend to use it.
fr_fr: reCAPTCHA aide à éviter le spam, nous vous recommandons de l'utiliser.
hu_hu: A reCaptcha segít megelőzni a spam regisztrációkat, javasoljuk a használatát.
it_it: reCAPTCHA aiuta ad evitare la registrazione di utenti spam, raccomandiamo di usarlo.

source: v2 Website Key
fr_fr: clé du site Web v2
hu_hu: v2 weboldal kulcs
it_it: Chiave Sito v2

source: v2 Secret Key
fr_fr: clé secrète v2
hu_hu: v2 titkos kulcs
it_it: Chiave Segreta v2

source: Theme
fr_fr: Thème
hu_hu: Sablon
it_it: Tema

source: Light
fr_fr: Clair
hu_hu: Világos
it_it: Chiaro

source: Dark
fr_fr: Sombre
hu_hu: Sötét
it_it: Scuro

source: v3 Website Key
fr_fr: clé du site Web v3
hu_hu: v3 weboldal kulcs
it_it: Chiave Sito v3

source: v3 Secret Key
fr_fr: clé secrète v3
hu_hu: v3 titkos kulcs
it_it: Chiave Segreta v3

source: Threshold
fr_fr: Seuil
hu_hu: Határérték
it_it: Soglia

source: Lower than 0.5 = Easier for bots to register, Higher than 0.5 = harder for bots, but may block some real users. We suggest to leave at 0.5 then check your Google console for fine tuning.
fr_fr: Moins de 0,5 = plus facile à enregistrer pour les bots, supérieur à 0,5 = plus difficile pour les bots, mais peut bloquer certains utilisateurs réels. Nous vous suggérons de laisser à 0,5, puis de vérifier la console Google pour les ajustements.
hu_hu: Alacsonyabb, mint 0,5 = könnyebben a botoknak regisztrálni; Magasabb, mint 0,5 = nehezebb a botoknak, de letilthat néhány valódi felhasználót is. Javasoljuk, hogy hagyd a 0,5 értéken, majd ellenőrizze a Google konzolt a finomhangoláshoz.
it_it: Inferiore a 0.5 = Più facile la registrazione per i bot, Superiore a 0.5 = Più difficile per i bot, ma protrebbe bloccare qualche utente reale. Suggeriamo di lasciare a 0.5 e quindi controllare la consolle di Google per le regolazioni.

source: How to get reCaptcha keys
fr_fr: Comment obtenir les clés reCaptcha
hu_hu: Hogyan juthatsz reCaptcha kulcsokhoz
it_it: Come ottenere le chiavi reCaptcha

source: Login into your Google account and go to
fr_fr: Connectez-vous à votre compte Google et accédez à
hu_hu: Jelentkezz be a Google fiókba, és menj a
it_it: Accedi al tuo account Google e vai su

source: Find and click the 'Get Recaptcha' button in the upper-right corner.
fr_fr: Recherchez et cliquez sur le bouton dans le coin supérieur droit «Obtenir reCaptcha».
hu_hu: Keresd meg és kattints a jobb felső sarokban lévő Recaptcha beszerzése gombra.
it_it: Trova e clicca sul bottone nell'angolo in alto a destra 'Ottieni reCaptcha' .

source: In the 'Register a new site' section, enter a label in the 'Label' box, and the URL for your site, without with http://. E.X. – example.com in the Domains box. Click the Register button.
fr_fr: Dans la section "Enregistrer un nouveau site", entrez une étiquette dans la zone "Étiquette" et dans la zone Domaines l'URL de votre site sans http: // ex.: exemple.fr. Cliquez sur le bouton Enregistrer.
hu_hu: Az Új webhely regisztrálása részben írj be egy címkét a Címke mezőbe, és a honlap címét, a http: // nélkül. Pl. - pelda.hu a Domainek mezőben. Kattints a Regisztráció gombra.
it_it: Nella sezione 'Registra un nuovo sito', inserisci un'etichetta nella box 'Etichetta' e nella box Domini l'URL del tuo sito senza http:// es.: esempio.com. Clicca sul bottone Registra.

source: You should now see your new site key and secret key. Copy and add to the settings above.
fr_fr: Vous devriez voir votre nouvelle clé de site et votre nouvelle clé secrète. Copiez-les et entrez-les dans les paramètres ci-dessus.
hu_hu: Most látnod kell az új webhelykulcsot és a titkos kulcsot. Másold és add hozzá a fenti beállításokhoz.
it_it: Dovresti vedere le tue nuove Chiave Sito e Chiave Segreta. Copiale e inseriscile nelle impostazioni qui sopra.

source: Redirects
fr_fr: Redirections
hu_hu: Átirányítások
it_it: Reindirizzamenti

source: After login redirect to:
fr_fr: Après la connexion, redirigez vers:
hu_hu: Átirányítás a bejelentkezést követően:
it_it: Dopo il login reindirizza a:

source: Same page
fr_fr: Même page
hu_hu: Azonos oldal
it_it: Stessa pagina

source: Custom page
fr_fr: Page personnalisée
hu_hu: Egyéni oldal
it_it: Pagina personalizzata

source: Admin dashboard
fr_fr: Tableau de bord administrateur
hu_hu: Irányítópult
it_it: Pannello di amministrazione

source: Insert page to redirect
fr_fr: Insérer la page de redirection
hu_hu: Átirányítás oldala
it_it: Pagina da reindirizzare

source: If the field is empty the user will be redirected to the homepage.
fr_fr: Si le champ est vide, l'utilisateur sera dirigé vers la page d'accueil.
hu_hu: Ha ez a mező üres, a felhasználó a kezdőlapra lesz irányítva.
it_it: Se il campo è vuoto l'utente verrà indirizzato all'homepage.

source: After logout redirect to:
fr_fr: Après la déconnexion, redirigez vers:
hu_hu: Átirányítás a kijelentkezést követően:
it_it: Dopo il logout reindirizza a:

source: Login page -> If already logged in:
fr_fr: Page de connexion -> si vous êtes déjà connecté:
hu_hu: Belépés oldal-> ha már bejelentkezett:
it_it: Pagina accesso -> se sei gia connesso:

source: Show "User already logged in" message
fr_fr: Afficher le message "Utilisateur déjà connecté"
hu_hu: A "felhasználó már bejelentkezett" üzenet megjelenítése
it_it: Mostra messaggio "Utente gia connesso"

source: Redirect to homepage
fr_fr: Rediriger vers la page d'accueil
hu_hu: Átirányítás a kezdőlapra
it_it: Reindirizza alla homepage

source: Redirect to custom page
fr_fr: Rediriger vers une page personnalisée
hu_hu: Átirányítás az egyéni oldalra
it_it: Reindirizza ad una pagina personalizzata

source: You can set up the action to do if an already logged in user lands on Login, Register or Forgot Password page.
fr_fr: Vous pouvez définir l'action à exécuter si un utilisateur déjà connecté accède aux pages de connexion, d'enregistrement ou de récupération de mot de passe.
hu_hu: Beállíthatod, hogy mi történjen, ha a bejelentkezett felhasználó a Belépés, Regisztráció vagy elfelejtett jelszó oldalakra téved.
it_it: Puoi impostare l'azione da eseguire nel caso un utente gia collegato acceda alle pagine di Login, Registrazione o Recupero Password.

source: WordPress admin dashboard access
fr_fr: Accès au tableau de bord administrateur WordPress
hu_hu: WordPress irányítópult hozzáférés
it_it: Accesso alla dashboard di amministrazione WordPress

source: Your permalink structure contains /index.php. It’s not search engine friendly & you are missing out the opportunity to rank higher in the search engine. We reccomend to remove it.
fr_fr: Votre structure de permalien contient /index.php. Ce n'est pas une bonne chose car vous manquez d'atteindre des positions plus élevées dans les moteurs de recherche. Nous vous recommandons de le retirer.
hu_hu: A közvetlen hivatkozás struktúra /index.php -t tartalmaz. Ez nem keresőmotor barátságos és a jobb keresési helyezést akadályozza. Javasoljuk, hogy távolítsd el ezt.
it_it: La tua struttura del permalink contiene /index.php. Questa non è una buona cosa perchè stai perdendo la possibilità di raggiungere posizioni più alte nei motori di ricerca. Raccomandiamo di rimuoverlo.

source: To fix it go to %s and click on Post name & save the permalink structure.
fr_fr: Pour résoudre ce problème, accédez à la page %s dans Paramètres communs et cliquez sur Nom de l'article et enregistrez les modifications.
hu_hu: Ahhoz, hogy megjavítsd, menj a %s oldalra és kattints a Közzététel gombra és mentsd el a közvetlen hivatkozás struktúrát.
it_it: Per sistemare la cosa vai alla pagina %s in Impostazioni comuni e clicca su Nome articolo e salva le modifiche.

source: Settings> Permalink
fr_fr: Réglages > Permalien
hu_hu: Beállítások > Követlen hivatkozás
it_it: Impostazioni> Permalink

source: SWAL replaces WordPress default login, registration and forgot password pages with its own modules. All SWAL ajax pages are also accessible via direct URL, you can customize the base to suit your needs.
fr_fr: SWAL remplace par ses formulaires les pages WordPress par défaut pour la connexion, l'enregistrement et la récupération du mot de passe. Toutes les pages SWAL ajax sont accessibles via URL directe, vous pouvez personnaliser la base du permalien en fonction de vos besoins.
hu_hu: A SWAL helyettesíti a WordPress alapértelmezett belépés, a regisztráció és elfelejtettem jelszó oldalakat a saját moduljaival. Minden SWAL ajax oldal elérhető közvetlen hivatkozással is, testreszabhatod az alap-előtagot igényeidnek megfelelően.
it_it: SWAL sostituisce con i suoi form le pagine di default di WordPress per il login, registrazione e recupero password. Tutte la pagine ajax di SWAL sono accessibili via URL diretto, puoi personalizzare la base del permalink secondo le tue necessità.

source: Links to forms are:
fr_fr: Les liens vers les formulaires sont:
hu_hu: Az űrlapokra mutató hivatkozások:
it_it: Gli URL per i collegamenti ai form sono:

source: You must assign the Login page!
fr_fr: Vous devez définir la page de connexion!
hu_hu: Hozzá kell rendelni a Bejelentkezés oldalt!
it_it: Devi assegnare la pagina Login!

source: You must assign the Register page!
fr_fr: Vous devez définir la page d'enregistrement!
hu_hu: Hozzá kell rendelni a Regisztráció oldalt!
it_it: Devi assegnare la pagina Registrazione!

source: You must assign the Forgot Password page!
fr_fr: Vous devez définir la page de mot de passe oublié!
hu_hu: Hozzá kell rendelnie az Elfelejtett jelszó oldalt!
it_it: Devi assegnare la pagina Password Dimenticata!

source: You must assign the Reset Password page!
fr_fr: Vous devez définir la page de réinitialisation de mot de passe!
hu_hu: Hozzá kell rendelni az Jelszó visszaállítás oldalt!
it_it: Devi assegnare la pagina Reimpostazione Password!

source: You must assign the Logout page!
fr_fr: Vous devez définir la page de déconnexion!
hu_hu: Hozzá kell rendelni a Kijelentkezés oldalt!
it_it: Devi assegnare la pagina Logout!

source: Custom base
fr_fr: Base personnalisée
hu_hu: Egyedi bázis
it_it: Base personalizzata

source: Insert base
fr_fr: Insérer une base
hu_hu: Alap beszúrása
it_it: Inserisci la base

source: If the field is empty it will use the default permalink.
fr_fr: Si le champ est vide, le permalien par défaut sera utilisé.
hu_hu: Ha a mező üres, akkor az alapértelmezett közvetlen hivatkozás struktúra lesz használva.
it_it: Se il campo è vuoto verrà usato il permalink di default.

source: Registration form fields
fr_fr: Champs du formulaire d'inscription
it_it: Campi form di registrazione

source: Build your registration form
it_it: Costruisci il tuo form di registrazione

source: provides a drag & drop system to easily build your register form.
it_it: fornisce un sistema drag & drop per costruire facilmente il tuo form di registrazione.

source: Different type of fields
it_it: Differenti tipologie di campo

source: Data validation
it_it: Validazione dei dati

source: Minimum user age control
it_it: Controllo età minima dell'utente

source: WooCommerce fields integration
it_it: Integrazione campi WooCommerce

source: Register window
fr_fr: Fenêtre d'enregistrement
hu_hu: Regisztráció ablak
it_it: Finestra Registrazione

source: Anyone can register
fr_fr: Tout le monde peut s'inscrire
hu_hu: Bárki regisztrálhat
it_it: Chiunque può registrarsi

source: By checking this option you enable new users registering on your site.
fr_fr: En choisissant cette option vous autorisez l'enregistrement de nouveaux utilisateurs sur votre site.
hu_hu: Ennek a lehetőségnek a bejelölésével engedélyezed az új felhasználók regisztrálását a webhelyen.
it_it: Selezionando questa opzione abiliti la registrazione di nuovi utenti al tuo sito.

source: Disable username field
it_it: Disabilita il campo username

source: By enabling this option users won't need to add the username on registration process. The username will be automatically created from the first portion of the email address.
it_it: Abilitando questa opzione non dovrà inserire la username nel momento della registrazione. La username verrà creata automaticamente utilizzando la prima porzione dell’indirizzo email.

source: If a username already exists, the new one will have an incremental number as suffix.
it_it: Se la username esiste già, alla nuova verrà aggiunto un numero incrementale come suffisso.

source: Form type
fr_fr: Type de formulaire
hu_hu: Űrlap típus
it_it: Tipo di Form

source: Show the input password fields
fr_fr: Afficher les champs de saisie pour le mot de passe
hu_hu: Mutasd a jelszó mezőket
it_it: Mostra i campi per le password

source: Don't show the input password fields, password will be automatically generated and sent on email
fr_fr: Ne pas afficher les champs de mot de passe, le mot de passe sera généré automatiquement et envoyé par email
hu_hu: Ne mutasd a jelszó mezőket, a jelszó automatikusan lesz generálva és emailben kiküldve
it_it: Non mostrare i campi delle password, la password sarà automaticamante generata e inviata via email

source: Registration instruction
fr_fr: Instructions d'inscription
hu_hu: Regisztráció útmutatás
it_it: Istruzioni per la registrazione

source: Insert here what user will receive after registration.
fr_fr: Écrivez ici le contenu que l'utilisateur recevra après son inscription.
hu_hu: Írd be ide amit a felhasználó fog megkapni a regisztrácio után.
it_it: Scrivi qui quello che l'utente riceverà dopo la registrazione.

source: Don't send email to user after registration
fr_fr: Ne pas envoyer l'e-mail à l'utilisateur après l'inscription
hu_hu: Ne küldjön e-mailt a felhasználónak a regisztrációt követően
it_it: Non inviare l'email all'utente dopo la registrazione

source: By enabling this option users won't receive the confirmation email from our plugin, this can be usefull if you are using a third party plugin for new user activation.
fr_fr: En activant cette option, l'utilisateur ne recevra pas d'e-mail de confirmation de notre extension, cela peut être utile si vous utilisez un autre plugin pour activer de nouveaux utilisateurs.
hu_hu: Ezen opcio aktiválásával a felhasználók nem fognak megerősítő emailt kapni a bővítménytől. Ez akkor értekes, ha egy harmadik féltől való bővítményt használsz az új felhasználó aktiválásához.
it_it: Abilitando questa opzione l'utente non riceverà una email di conferma dal nostro plugin, questo può essere utile se stai utilizzando un altro plugin per l'attivazione dei nuovi utenti.

source: GDPR consent
fr_fr: Consentement au RGPD
hu_hu: GDPR hozzájárulás
it_it: Consenso GDPR

source: Add GDPR consent checkbox
fr_fr: Ajoutez la case à cocher pour le consentement RGPD
hu_hu: GDPR hozzájárulás jelölőnégyzet hozzáadása
it_it: Aggiungi la checkbox per il consenso GDPR

source: This option adds a mandatory checkbox for GDPR consent with a link to Privacy Policy page.
hu_hu: Ez a opció egy kötelező jelölőnégyzetet fog hozzáadni a GDPR hozzájáruláshoz, egy hivatkozással az Adatvédelmi irányelvek oldalra.
it_it: Questa opzione aggiunge una checkbox obbligatoria per il consenso GDPR con un link alla pagina della politica sulla Privacy.

source: GDPR consent text
fr_fr: Texte de consentement RGPD
hu_hu: GDPR hozzájárulás szövege
it_it: Testo consenso GDPR

source: Insert here the text to get user consent on form submition.
fr_fr: Saisissez ici le texte pour obtenir le consentement de l'utilisateur sur le formulaire d'inscription.
hu_hu: Írd be ide a szöveget, hogy űrlap beküldésnél megkapd a felhasználói hozzájárulást.
it_it: Inserisci qui il testo per ottenere il consenso dell'utente all'invio del form.

source: Privacy page
fr_fr: Politique de Confidentialité
hu_hu: Adatkezelési oldal
it_it: Pagina privacy

source: A link to privacy page will be appended to the consent message.
fr_fr: Un lien vers la page de confidentialité sera ajouté au message de consentement.
hu_hu: Az adatvédelmi lapra mutató hivatkozás a hozzájárulási üzenethez fűzi hozzá.
it_it: Verrà aggiunto al messaggio di consenso un link alla pagina privacy.

source: Link text
fr_fr: Texte du lien
hu_hu: Hivatkozás szöveg
it_it: Testo del link

source: Insert here privacy link text if you want it different from the page name.
fr_fr: Saisissez le texte du lien de confidentialité ici si vous souhaitez qu'il soit différent du nom de la page.
hu_hu: Ird be ide az ASZF szoveget, ha mast akarsz az oldal nevetol.
it_it: Inserisci qui il testo del link alla privacy se lo vuoi diverso dal nome della pagina.

source: Appearance
fr_fr: Apparence
hu_hu: Megjelenés
it_it: Aspetto

source: Add icons to registration input fields
fr_fr: Ajouter des icônes aux champs de saisie d'enregistrement
hu_hu: Ikon hozzáadása a regisztráció beviteli mezőkbe
it_it: Aggiungi icone ai campi input per la registrazione

source: By enabling this option fontawesome icons will be added to new user registration input fields.
fr_fr: L'activation de cette option ajoutera des icônes fontawesome aux nouveaux champs de saisie d'enregistrement des utilisateurs.
hu_hu: Ha engedélyezed ezt a lehetőséget, akkor a fontawesome ikonokat hozzáadjuk a regisztrációs mezőkhöz.
it_it: Abilitando questa opzione verranno aggiunte delle icone fontawesome ai campi input di registrazione nuovo utente.

source: Register background image
fr_fr: Image d'arrière-plan de l'inscription
hu_hu: Regisztráció háttérkép
it_it: Immagine sfondo registrazione
