Repository: common-repository/stranoweb-ajax-login
Catalog: languages/*-ajax-login-*.po
Languages: fr_fr, hu_hu, it_it

source: You can restrict the access to WordPress admin dashboard to users with specific roles, the users with the other roles will be redirected to the homepage.
hu_hu: Korlátozhatod a hozzáférést a WordPress irányítópulthoz egyes felhasználói szerepköröknek, a nem jogosult felhasználók a kezdőoldalra lesznek átirányítva.

source: Dashboard user access
hu_hu: Irányítópult felhasználói hozzáférése

source: Administrators only
hu_hu: Csak adminoknak

source: Administrators and Editors
hu_hu: Adminisztrátorok és szerkesztők

source: Administrators, Editors and Authors
hu_hu: Adminisztrátorok, szerkesztők és szerzők

source: Hide the admin bar for not allowed users to access WordPress admin dashboard
hu_hu: WordPress adminsáv elrejtése azon felhasználóknak akik nem férhetnek a irányítópulthoz

source: This option hides the frontend admin bar on the top of the page to not allowed users to access WordPress admin dashboard.
hu_hu: Ez az opció elrejti az adminsávot a lap tetején, így a nem engedélyezett a felhasználók hozzáférését megakadályozza a WordPress irányítópulthoz.

source: Permalink
fr_fr: Permalien
hu_hu: Közvetlen hivatkozás

source: Default
fr_fr: Défaut
hu_hu: Alapértelmezett

source: Add Show/Hide password icon
hu_hu: Jelszó hozzáadása/elrejtése ikon megjelenítése

source: Enable this option to add an icon to show/hide the password.
hu_hu: Aktivald ezt az opciót, hogy a jelszó mezőhöz egy mutatés/elrejtés ikon adódjon hozzá.

source: How to get Facebook API keys
hu_hu: Hogyan juthatsz Facebook API kulcshoz

source: Callback URL
fr_fr: Rappel d'URL
hu_hu: Visszacsatolási link

source: ID client
hu_hu: Felhasználói azonosító

source: Client secret
hu_hu: Felhasználói titkos kulcs

source: How to get Google API keys
hu_hu: Hogyan juthatsz Google API kulcsokhoz

source: Login into your Google+ account and go to
hu_hu: Jelentkezz be a Google +-fiókba, és menj a

source: Choose an Email Address, specify a Product Name, and press Save.
hu_hu: Válassz egy E-mail címet, add meg a termék nevét, majd nyomd meg a Mentést.

source: How to get Linkedin API keys
hu_hu: Hogyan juthatsz Linkedin API kulcsokhoz

source: Authorized redirect URLs
fr_fr: URL de redirection autorisées
hu_hu: Engedélyezett átirányítási hivatkozások

source: Theme 1
hu_hu: 1. téma

source: Theme 2
hu_hu: 2. téma

source: Theme 3
hu_hu: 3. téma

source: Shortcodes
fr_fr: Codes Courts
hu_hu: Rövidkódok

source: Add submenu to logged in menu item
hu_hu: Almenü hozzáadása a belépett menüelemhez

source: With StranoWeb Ajax Login you can add a custom submenu to the user menu item, follow the steps below:
hu_hu: A StranoWeb Ajax Login hozzá tud adni saját almenüt a felhasználo menüelemekhez. Kövesd a következé lépéseket:

source: Step 1
hu_hu: 1. lépés

source: Step 2
hu_hu: 2. lépés

source: Step 3
hu_hu: 3. lépés

source: Step 4
hu_hu: 4. lépés

source: You are now on 'Menu Structure' section, add menu items from the column on the left.
hu_hu: Most a "Menü struktúra" részben vagy, ahol menüelemeket adhatsz hozzá a bal oldali oszlopból.

source: Step 5
hu_hu: 5. lépés

source: Make sure that %s checkbox on 'Menu Settings' section is checked.
hu_hu: Ellenőrizzük, hogy a (z) %s jelölőnégyzet be van-e jelölve a Menübeállítások részben.

source: Shows social login buttons.
hu_hu: Közösségi bejelentkezés gombok mutatása.

source: Shows Login, Register, Forgot Password forms in the same page.
hu_hu: Belépés, Rregisztráció, Elfelejtett jelszó űrlapok azonos oldalon való mutatása.

source: Shows Login form.
hu_hu: Belépés űrlap mutatása.

source: Shows Register form.
hu_hu: Regisztrációs űrlapot mutatja.

source: Shows Forgot Password form.
hu_hu: Az elfelejtett jelszó űrlap megjelenítése.

source: Shows Reset Password form.
hu_hu: Jelszó visszaállítás űrlap mutatása.

source: Shows Logout form.
hu_hu: Kijelentkezés űrlapot mutatja.

source: With StranoWeb Ajax Login you can add your custom submenu to the user menu item, very usefull when you want to group all the user related links in one place. The logout item will be automatically added as the last submenu item.
fr_fr: Avec StranoWeb Ajax Login, vous pouvez ajouter votre sous-menu personnalisé à l'élément de menu principal dédié à l'utilisateur, très utile lorsque vous souhaitez regrouper tous les liens du compte utilisateur dans un seul menu. L'élément Déconnexion sera toujours ajouté à la fin du sous-menu.
hu_hu: A StranoWeb Ajax Login hozzá tudja adni a testreszabott almenüdet a felhasználói menüelemekhez. Ez akkor értékes, ha csoportosítani akarod a felhasználói hivatkozásokat egy helyen. A kijelentkezés elem automatikusan hozzá lesz adva az utolsó almenüelemhez.

source: Premium
hu_hu: Prémium

source: No
fr_fr: Non
hu_hu: Nem

source: Customizable emails
hu_hu: Testreszabható e-mailek

source: Privacy Policy
fr_fr: Politique de confidentialité
hu_hu: Adatvédelmi irányelv

source: Back in mind?
fr_fr: Gardez à l'esprit?
hu_hu: Vissza

source: Some tags may not be replaced in this preview.
hu_hu: Előfordulhat, hogy néhány címke nincs helyettesítve ebben az előnézetben.

source: You are already logged in.
hu_hu: Már bejelentkeztél.

source: Password
fr_fr: Mot de passe
hu_hu: Jelszó

source: You are already registered and logged in.
hu_hu: Már regisztráltál és bejelentkeztél.

source: LOGOUT
hu_hu: KIJELENTKEZÉS

source: How to get Instagram API keys
hu_hu: Hogyan juthatsz Instagram API kulcsokhoz

source: Login into your Instagram account and go to
hu_hu: Jelentkezz be a Instagram fiókodba és menj

source: Login with Instagram
hu_hu: Instagram belépés

source: Sign in with Instagram
hu_hu: Instagram belépés

source: successful, redirecting...
hu_hu: sikeres, átirányítás...

source: successful
hu_hu: sikeres

source: This username is already registered.
hu_hu: Ez a Felhasználónév már regisztrálva van.

source: This email address is already registered.
hu_hu: Ez az e-mail cím már regisztrálva van.

source: [%s] New user %s registered.
hu_hu: [ %s] %s új felhasználó regisztrálva.

source: Registration
hu_hu: Regisztráció

source: Your new password
hu_hu: Az új jelszavad

source: Your have reset your password
hu_hu: A jelszó alaphelyzetbe állítása

source: Top Left
fr_fr: En haut à gauche
hu_hu: Balra fent

source: Nearly there
hu_hu: Majdnem ott

source: In order to activate <strong>StranoWeb Ajax Login Premium</strong>, you need to deactivate and delete the old StranoWeb Ajax Login Free version plugin on the %splugins page%s
hu_hu: Ahhoz, hogy aktiválva legyen a <strong>StranoWeb Ajax Login Premium</strong>, deaktiválnod es törölnöd kell a régi StranoWeb Ajax Login Free verzió bővítményt a %splugins page%s oldalon

source: StranoWeb Ajax Login - WordPress Plugin
fr_fr: StranoWeb Ajax Login - Extension pour WordPress

source: GDPR
fr_fr: RGPD

source: SW Ajax Login endpoints
fr_fr: Points de terminaison SW Ajax Login

source: OK
fr_fr: Valider
