Repository: common-repository/stranoweb-ajax-login
Catalog: languages/*-ajax-login-*.po
Languages: fr_fr, hu_hu, it_it

source: Login
fr_fr: Connexion
hu_hu: Bejelentkezés
it_it: Accedi

source: Register
fr_fr: Créer un compte
hu_hu: Regisztráció
it_it: Registrati

source: Forgot Password
fr_fr: Mot de passe oublié
hu_hu: Elfelejtett jelszó
it_it: Password Dimenticata

source: Reset Password
fr_fr: Réinitialiser le mot de passe
hu_hu: Jelszó visszaállítás
it_it: Reimposta Password

source: Logout
fr_fr: Déconnexion
hu_hu: Kijelentkezés
it_it: Esci

source: Login Page
fr_fr: Page de connexion
hu_hu: Bejelentkezés oldal
it_it: Pagina Login

source: Register Page
fr_fr: Page d'enregistrement
hu_hu: Regisztráció oldal
it_it: Pagina Registrazione

source: Forgot Password Page
fr_fr: Page pour le mot de passe oublié
hu_hu: Elfelejtett jelszó oldal
it_it: Pagina Password Dimenticata

source: Reset Password Page
fr_fr: Page pur la réinitialisation du mot de passe
hu_hu: Jelszó visszaállítás oldal
it_it: Pagina Reimposta Password

source: Logout Page
fr_fr: Page de déconnexion
hu_hu: Kijelentkezés oldal
it_it: Pagina Logout

source: Advanced
fr_fr: Avancée
it_it: Avanzato

source: Disable SWAL nonce
fr_fr: Désactiver SWAL nonce
it_it: Disabilita i nonce SWAL

source: StranoWeb Ajax Login adds nonce to login, register, forgot password and change password to increase security. As the nonce is added as a hidden form element, it will also end up being cached by some caching plugins. This can cause some issues with nonce verification (403 error on admin-ajax.php)
fr_fr: StranoWeb Ajax Login ajoute nonce aux formulaires de connexion, d'enregistrement, de mot de passe oublié et de changement de mot de passe pour augmenter la sécurité. Étant donné que le nonce est ajouté au formulaire en tant qu'élément masqué, certains plug-ins de gestion du cache l'ajoutent au cache. Cela peut entraîner des problèmes lors de la vérification du nonce (erreur 403 dans le fichier admin-ajax.php)
it_it: StranoWeb Ajax Login aggiunge i nonce ai form di login, registrazione, password dimenticata e cambio password per aumentare la sicurezza. Siccome il nonce è aggiunto al form come elemento nascosto, alcuni plugin per la gestione della cache lo aggiungono alla cache. Questo può causare del problemi nella verifica del nonce (errore 403 nel file admin-ajax.php)

source: Note: WordPress default forms for Login, Register, Forgot Password and Change Password don't have nonce validation!
fr_fr: Remarque: Les formulaires WordPress par défaut pour la connexion, l'inscription, le mot de passe oublié et le changement de mot de passe n'utilisent pas nonce!
it_it: Nota: I form predefiniti di WordPress per il Login, Registrazione, Password Dimenticata e Cambio Passwoed non usano i nonce!

source: Do not disable wp-login.php page
it_it: Non disabilitare la pagina wp-login.php

source: SWAL is designed to replace all the default WordPress forms for login, registration and so on. However, it is possible to keep the wp-login.php page active (not recommended if the site is in production).
it_it: SWAL è concepito per sostituire tutti i form WordPress di default per il login, registrazione e così via. Tuttavia è possibile mantenere la pagina wp-login.php attiva (scelta sconsigliata se il sito è in produzione).

source: Enable SWAL nonce
it_it: Abilita i nonce SWAL

source: StranoWeb Ajax Login will add nonce to login, register, forgot password and change password to increase security.
it_it: StranoWeb Ajax Login aggiungere i nonce ai form di login, registrazione, recupero password e impostazione nuova password per aumentare il livello di sicurezza.

source: Note: Nonces are used to protect forms from certain types of misuse, malicious or otherwise, but they will also end up being cached by some caching plugins. This can cause some issues with nonce verification (403 error on admin-ajax.php) not allowing the login.
it_it: Nota: iI nonce sono usati per proteggere i form da alcuni tipi di attacco, ma potrebbero essere inclusi nella cache da alcuni plugin di cache. Questo può causare del problemi nella verifica del nonce (errore 403 nel file admin-ajax.php) impedendo il login.

source: Test carefully, if you are having issues with logins don't enable this option.
it_it: Esegui dei test con cura, se hai problemi di login non abilitare questa opzione.

source: Force FontAwesome Loading
it_it: Forza il caricamento di FontAwesome

source: StranoWeb Ajax Login checks if FontAwesome is already in use on your site. If it's not, then it loads it. However with some themes this check fails, with the result that the icons are not loaded.
it_it: StranoWeb Ajax Login controlla che FontAwesome is gia in uso sul tuo sito. Se non lo è allora lo carica. Tuttavia alcuni con alcuni temi questo controllo può fallire, con la conseguenza che le icone non vengono caricate.

source: With this function you can force their loading.
it_it: Con questa funzione puoi forzare il loro caricamento.

source: Enable auto popup
it_it: Abilita auto popup

source: Enabling this option the Login popup will auto open if the user isn't logged in.
it_it: Abilitando questa opzione il popup di Login si aprirà automaticamente se l'utente non è collegato.

source: Delay in opening popup
it_it: Ritardo nell'apertura del popup

source: Insert delay
it_it: Inserisci il ritardo

source: Delay in milliseconds. 1000 = 1s, 0 = no delay. The delay begins when the page is fully loaded.
it_it: Ritardo in millisecondi. 1000 = 1s, 0 = nessun ritardo. Il ritardo comincia quando la pagina è completamente caricata.

source: Delay in opening popup after closing
it_it: Ritardo nell'aprire il popup dopo la chiusura

source: Delay in seconds. 1 = 1s, 3600 = 1hr, 0 = no delay.
it_it: Ritardo in secondi. 1= 1s, 3600 = 1ora, 0 = nessun ritardo.

source: Hide admin bar link
it_it: Nascondi il link nella barra di amministrazione

source: Enable this option to hide the "SW Ajax Login" link on the admin bar
it_it: Abilita questa opzione per nascondere il link “SW Ajax Login” sulla barra di amministrazione

source: Auto popup on these pages
it_it: Apertura automatica popup in queste pagine

source: Available on Premium version
fr_fr: Disponibile nella versione Premium
it_it: Disponibile nella versione Premium

source: Need more settings?
it_it: Hai bisogno di più impostazioni?

source: With Premium version you'll get the full control of StranoWeb Ajax Login with more options to improve speed performance!
it_it: Con la versione Premium avrai il pieno controllo di StranoWeb Ajax Login con più opzioni per migliorare la velocità!

source: Upgrade to the Premium version
fr_fr: Mettre à jour vers la version Premium
hu_hu: Prémium verzióra váltás
it_it: Aggiorna alla versione Premium

source: Save Changes
fr_fr: Sauvegarder les modifications
hu_hu: Módosítások mentése
it_it: Salva le modifiche

source: Popup apparence
fr_fr: Apparences du Pop-Up
hu_hu: Popup megjelenés
it_it: Aspetto popup

source: Popup layout style
fr_fr: Style de mise en page du Pop-Up
hu_hu: Popup elrendezés stílusa
it_it: Stile layout popup

source: Simple (no image)
fr_fr: Simple (pas d'image)
hu_hu: Egyszerű (nincs kép)
it_it: Semplice (nessuna immagine)

source: Simple (with background image)
hu_hu: Egyszerű (háttérképpel)
it_it: Semplice (con immagine di fondo)

source: Double column (Image on the left)
fr_fr: Double colonne (image à gauche)
hu_hu: Dupla oszlop (kép a bal oldalon)
it_it: Doppia colonna (immagine a sinistra)

source: <span class="sw-premium-text">Premium</span> - Double column (Image on the right)
it_it: <span class="sw-premium-text">Premium</span> - Doppia colonna (immagine a destra)

source: <span class="sw-premium-text">Premium</span> - Double column (Full background image, form on left)
it_it: <span class="sw-premium-text">Premium</span> - Doppia colonna (immagine a tutta larghezza, form a sinistra)

source: <span class="sw-premium-text">Premium</span> - Login & Register tabs
it_it: <span class="sw-premium-text">Premium</span> - Tabs Login & Registrazione

source: <span class="sw-premium-text">Premium</span> - Login & Register tabs (with background image)
it_it: <span class="sw-premium-text">Premium</span> - Tabs Login & Registrazione (con immagine di fondo)

source: Opening animation
it_it: Animazione apertura

source: Fade
it_it: Dissolvenza

source: Slide down
it_it: Scorri giu

source: More effects available on Premium version
it_it: Più effetti disponibili nella versione Premium

source: Customize popup and main overlay
fr_fr: Personnalisez les Pop-Up et la couverture principale
hu_hu: Popup és fő átfedés testreszabása
it_it: Personalizza popup e copertura principale

source: Customize Popup width & color and overlay color & opacity
fr_fr: Personnaliser la largeur et la couleur des Pop-Up, la couleur et l'opacité de la couverture
hu_hu: Popup szélsség & szín és átfedő szín & átlátszóság testreszabása
it_it: Personalizza larghezza e colore Popup e colore e opacità copertura

source: Popup color
fr_fr: Couleur des Pop-Ups
hu_hu: Popup szín
it_it: Colore Popup

source: Popup width
fr_fr: Largeur du Pop-Up
hu_hu: Popup szélessége
it_it: Larghezza popup

source: Popup border radius
it_it: Raggio bordo del popup

source: Main overlay color
fr_fr: Couleur de la couverture principale
hu_hu: Fő átfedő szín
it_it: Colore copertura principale

source: Opacity
fr_fr: Opacité
hu_hu: Átlátszóság
it_it: Opacità

source: Text color
fr_fr: Couleur du Texte
hu_hu: Szövegszín
it_it: Colore testo

source: Text over images color
fr_fr: Couleur du texte au-dessus des images
hu_hu: Szöveg színe képeken
it_it: Colore testo sopra le immagini

source: Secondary text color
fr_fr: Couleur de texte secondaire
hu_hu: Másodlagos szövegszín
it_it: Colore testo secondario

source: Link color
fr_fr: Couleur des liens
hu_hu: Hivatkozás színe
it_it: Colore link

source: Close button position:
fr_fr: Position du bouton de fermeture:
it_it: Posizione bottone chiudi:

source: Inside the popup
fr_fr: Dans le popup
it_it: Dentro il popup

source: Outside the popup
fr_fr: A l'extérieur du popup
it_it: Esterno al popup

source: Note: Inside the popup doesn't work on tabs layout where the close button is always outside the popup.
it_it: Nota: dentro il popup non funziona nel layout a tabs dove il bottone per chiudere il popup è sempre all'esterno.

source: Input fields style
it_it: Stile campi input

source: Inner shadow
it_it: Ombra interna

source: Flat
it_it: Piatto

source: Input border radius
it_it: Raggio bordo campo input

source: Input text color
it_it: Colore testo input

source: Input background color
it_it: Colore sfondo input

source: Input border color
it_it: Colore bordo input

source: Input focus color
it_it: Colore focus input

source: Button
it_it: Bottone

source: Embossed
it_it: In rilievo

source: Button border radius
it_it: Raggio bordo bottoni

source: Buttons color
fr_fr: Couleur des boutons
hu_hu: Gombok színe
it_it: Colore bottoni

source: Button height
it_it: Altezza bottoni

source: Loader background color
fr_fr: Couleur d'arrière-plan de l'indicateur de chargement
hu_hu: Betöltő háttérszíne
it_it: Colore sfondo indicatore caricamento

source: Loader text color
fr_fr: Couleur du texte du chargeur
hu_hu: Betöltő szöveg színe
it_it: Colore testo caricatore

source: Loader fades out after
it_it: Il loader scompare foto

source: Overlay is helpfull to make the text more readable
fr_fr: La superposition est utile pour rendre le texte plus lisible
hu_hu: Átfedő képpel a szöveg olvashatóbb
it_it: La copertura aiuta a rendere il testo più leggibile

source: Overlay color
fr_fr: Couleur de superposition
hu_hu: Átfedés színe
it_it: Colore copertura

source: Custom CSS
fr_fr: CSS personnalisé
hu_hu: Egyedi CSS
it_it: CSS personalizzato

source: You can add additional css here. For security reasons, css comments, @import and @charset are removed.
fr_fr: Vous pouvez saisir le CSS supplémentaire ici. Pour des raisons de sécurité, les commentaires css, @import et @charset sont supprimés.
hu_hu: További CSS-t itt is hozzáadhat. Biztonsági okokból, CSS megjegyzések, @import és @charset el lesz távolítva.
it_it: Puoi inserire qui il css addizionale. Per ragioni di sicurezza i commenti css, gli @import e @charset vengono rimossi.

source: Different layout models
it_it: Diversi modelli di layout

source: Need a different layout for your website or more custom settings?
fr_fr: Hai bisogno di un layout differente o più personalizzazioni per il tuo sito?
it_it: Hai bisogno di un layout differente o più personalizzazioni per il tuo sito?

source: With Premium version you'll get all the available layouts and all the StranoWeb Ajax Login features!
fr_fr: Con la versione Premium avrai a disposizione tutti i layout e tutte le funzionalità di StranoWeb Ajax Login!
it_it: Con la versione Premium avrai a disposizione tutti i layout e tutte le funzionalità di StranoWeb Ajax Login!

source: Emails
hu_hu: Emailek
it_it: Email

source: Design your emails
it_it: Personalizza le tue email

source: With
it_it: Con

source: You can easily customize the email notifications received by users on registration and password recovery.
it_it: Puoi facilmente personalizzare le email di notifica di registrazione e recupero password ricevute dall'utente.

source: They will perfectly match your website design!
it_it: Si intoneranno perfettamente al design del tuo sito!

source: Customize email colors and layout
it_it: Personalizza colori e layout delle email

source: Emails content editor
it_it: Editor del contenuto delle email

source: Add your logo
it_it: Aggiungi il tuo logo

source: Add images
it_it: Aggiungi immagini

source: Footer content editor
it_it: Editor del contenuto del footer

source: Forgot Password window
fr_fr: Fenêtre de récupération de mot de passe
hu_hu: Elfelejtett jelszó ablak
it_it: Finestra Recupero Password

source: Reset Password confirmation email
fr_fr: Email de confirmation de la réinitialisation du mot de passe
hu_hu: A jelszó-visszaállítás megerősítés email
it_it: Email di conferma password reimpostata

source: Show new password
fr_fr: Afficher le nouveau mot de passe
hu_hu: Új jelszó mutatása
it_it: Mostra la nuova password

source: Upon successful reset password, the user will receive a new password confirmation email.
fr_fr: Une fois le mot de passe réinitialisé, l'utilisateur recevra un e-mail confirmant le nouveau mot de passe.
hu_hu: A sikeres jelszó-visszaállítás esetén a felhasználó kap egy új jelszót visszaigazoló e-mailt.
it_it: Una volta eseguita la reimpostazione della password, l'utente riceverà una email di conferma della nuova password.

source: By enabling this option the new password will be shown on email content.
fr_fr: En activant cette option, le nouveau mot de passe apparaîtra dans le contenu de l'e-mail.
hu_hu: Ha engedélyezi ezt a lehetőséget, akkor az email tartalmazza az új jelszót.
it_it: Abilitando questa opzione la nuova password apparirà nel contenuto dell'email.

source: Add icon to email input field
fr_fr: Ajouter une icône au champ de saisie du courrier électronique
hu_hu: Ikon hozzáadása az email beviteli mezőbe
it_it: Aggiungi icona al campo input dell'email

source: By enabling this option fontawesome icons will be added to email input field.
fr_fr: L'activation de cette option ajoutera une icône fontawesome au champ de saisie du courrier électronique.
hu_hu: Ha engedélyezed ezt a lehetőséget, akkor a fontawesome ikonokat hozzáadjuk az email mezőhöz.
it_it: Abilitando questa opzione verrà aggiunta una icona fontawesome al campo input email.

source: Forgot password background image
fr_fr: Image de fond de récupération de mot de passe
hu_hu: Elfelejtett jelszó háttérképe
it_it: Immagine sfondo recupero password

source: The image the will appear as background on forgot password popup if you have chosen the popup layout style with image
fr_fr: Cette image apparaîtra comme arrière-plan du popup "Mot de passe oublié" si vous avez choisi le style Popup avec image
hu_hu: A kép háttérként jelenik meg az elfelejtett jelzó popupban, ha a popup képpel elrendezést választottad
it_it: Questa immagine apparirà come sfondo del popup 'password dimenticata' se hai scelto lo stile popup con immagine

source: Background position
fr_fr: Position de l'arrière-plan
hu_hu: Háttér pozíció
it_it: Posizione sfondo

source: Register text (optional)
fr_fr: Texte d'inscription (facultatif)
hu_hu: Regisztráció szöveg (nem kötelező)
it_it: Testo registrazione (opzionale)

source: Login window
fr_fr: Fenêtre de connexion
hu_hu: Bejelentkező ablak
it_it: Finestra Login

source: Remember credentials
fr_fr: N'oubliez pas les informations d'identification
hu_hu: "Emlékezzen rám" használata
it_it: Ricorda credenziali

source: Always
fr_fr: Toujours
hu_hu: Mindig
it_it: Sempre

source: Never
fr_fr: Jamais
hu_hu: Soha
it_it: Mai

source: Show checkbox
fr_fr: Afficher la case à cocher
hu_hu: Jelölőnégyzet megjelenítése
it_it: Mostra checkbox

source: You can choose if website remembers user's credentials, never or shows a checkbox to let the user decide.
fr_fr: Vous pouvez choisir si les informations d'identification de l'utilisateur doivent être mémorisées, jamais ou afficher une case à cocher pour laisser la décision à l'utilisateur.
hu_hu: Eldöntheted, hogy a honlap emlékezzen-e a felhasználó adataira, soha vagy jelenítsen meg egy jelölőnégyzetet, hogy a felhasználó dönthesse ezt el.
it_it: Puoi scegliere se le credenziali dell'utente devono essere ricordate, mai o mostrare una checkbox per lasciare la decisione all'utente.

source: Minimum password length
fr_fr: Longueur minimale du mot de passe
hu_hu: Minimális jelszóhossz
it_it: Lunghezza minima password

source: Select the minimum password length, 0 means no minimum length required.
fr_fr: Choisissez la longueur minimale du mot de passe, 0 signifie qu'aucune longueur minimale n'est requise.
hu_hu: Válassza ki a minimális jelszóhosszúságot, a 0 ha nincs minimális hossz.
it_it: Scegli la lunghezza minima della password, 0 significa che nessuna lunghezza minima è richiesta.

source: Add icons to login input fields
fr_fr: Ajouter des icônes aux champs de saisie de connexion
hu_hu: Ikon hozzáadása az belépés beviteli mezőkbe
it_it: Aggiungi icone ai campi input di login

source: By enabling this option fontawesome icons will be added to username and password input fields.
fr_fr: L'activation de cette option ajoutera des icônes fontawesome aux champs de saisie du nom d'utilisateur et du mot de passe.
hu_hu: Ha engedélyezed ezt a lehetőséget, akkor a fontawesome ikonokat hozzáadjuk a felhasználónév és a jelszó mezőkhöz.
it_it: Abilitando questa opzione verranno aggiunte delle icone fontawesome ai campi input username e password.

source: Login background image
fr_fr: Image d'arrière-plan de connexion
hu_hu: Bejelentkezési háttérkép
it_it: Immagine di sfondo Login

source: The image the will appear as background of login popup if you have chosen the popup layout style with image
fr_fr: Cette image apparaîtra comme arrière-plan de la fenêtre de connexion si vous avez choisi opté pour le style de popup avec image
hu_hu: A kép háttérként jelenik meg a belépés popupban, ha a popup képpel elrendezést választottad
it_it: Questa immagine apparirà come sfondo del popup login se hai scelto lo stile popup con immagine

source: Login text (optional)
fr_fr: Texte du popup de connexion (facultatif)
hu_hu: Bejelentkezési szöveg (nem kötelező)
it_it: Testo popup login (opzionale)

source: Do you want to logout?
fr_fr: Souhaitez-vous vous déconnecter?
hu_hu: Biztos ki szeretnél lépni?
it_it: Vuoi scollegarti?

source: Logout window
fr_fr: Fenêtre de déconnexion
hu_hu: Kijelentkezés ablak
it_it: Finestra Logout

source: Logout without confirmation popup
it_it: Logout senza popup di conferma

source: Enabling this option the popup won't open and the user will be directly logged out.
it_it: Abilitando questa opzione l'utente verrà direttamente scollegato senza che venga aperto il popup.

source: Logout background image
fr_fr: Image d'arrière-plan de déconnexion
hu_hu: Kijelentkezés háttérkép
it_it: Immagine di sfondo Logout

source: The image the will appear as background on logout popup if you have chosen the popup layout style with image
fr_fr: Cette image apparaîtra comme arrière-plan du Popup de déconnexion, si vous avez choisi le style popup avec image
hu_hu: A kép háttérként jelenik meg a kilépés popupban, ha a popup képpel elrendezést választottad
it_it: Questa immagine apparirà come sfondo del popup logout se hai scelto lo stile popup con immagine

source: Customize logout image overlay
fr_fr: Personnaliser la superposition d'image de déconnexion
hu_hu: Kilépési átfedő kép testreszabása
it_it: Personalizza copertura immagine logout

source: By enabling this option you can set a different overlay color and opacity to logout window
fr_fr: En activant cette option, vous pouvez définir différentes couleurs et opacités pour couvrir la fenêtre de déconnexion
hu_hu: Ha engedélyezed ezt a lehetőséget, akkor külön átfedő színt és áttetszőséget állíthatsz be a kilépés ablakhoz
it_it: Abilitando questa opzione puoi impostare differenti colori e opacità per la copertura della finestra logout

source: Logout text (optional)
fr_fr: Texte de déconnexion (facultatif)
hu_hu: Kijelentkező szöveg (nem kötelező)
it_it: Testo logout (opzionale)

source: Add Login menu item to:
fr_fr: Ajouter un élément Connectez-vous à:
hu_hu: Belépés menü hozzáadása ide:
it_it: Aggiungi elemento Accedi a:

source: This navigation menu has not a menu yet, please go to %s and create one.
fr_fr: Ce menu de navigation n'a pas encore de menus associés, accédez à % s et créez-en un.
hu_hu: Ennek a navigációs menünek még nincs menüje, kérlek menj a %s-hoz es készíts egyet.
it_it: Questo menu di navigazione non ha ancora nessun menu associato, vai su %s e creane uno.

source: Appearance -> Menus
fr_fr: Apparence -> Menu
hu_hu: Megjelenés-> Menük
it_it: Aspetto -> Menu

source: Select the menu you want to add the item 'Login'. It's usually the header menu, but you can select any other menu.
fr_fr: Sélectionnez le menu auquel ajouter l'élément «Connexion». En règle général, il s'agit du menu de l'en-tête, mais vous pouvez choisir n'importe quel autre menu.
hu_hu: Válaszd ki a menüt, amelyhez hozzá szeretnéd adni a Belépést. Ez általában a főmenü, de választhatsz másikat is.
it_it: Seleziona il menu al quale aggiungere l'elemento 'Accedi'. Solitamente è il menu nell'header, ma puoi scegliere qualsiasi altro menu.

source: Login menu text
fr_fr: Texte de l'élément de menu de connexion
hu_hu: A bejelentkező menü szövege
it_it: Testo elemento menu Login

source: Login/Register
fr_fr: Connexion/Enregistrement
hu_hu: Bejelentkezés / Regisztráció
it_it: Accedi/Registrati

source: Select the text that will appear on the login menu item.
fr_fr: Choisissez le texte de connexion qui apparaîtra dans le menu.
hu_hu: Válaszd ki a bejelentkező menüpontban megjelenő szöveget.
it_it: Scegli il testo per il login che apparirà nel menu.

source: Thumbnail Style
fr_fr: Style miniature
hu_hu: Bélyegkép stílusa
it_it: Stile miniatura

source: Don't show thumbnail
fr_fr: Ne pas afficher la miniature
hu_hu: Bélyegkép ne jelenjen meg
it_it: Non mostrare miniatura

source: Squared
fr_fr: Carré
hu_hu: Szögletes
it_it: Quadrata

source: Rounded
fr_fr: Arrondie
hu_hu: Kerekített
it_it: Tonda

source: This is how the user thumbnail will appear on the main menu when the user is logged
fr_fr: Comment apparaîtra dans le menu la vignette de l'utilisateur une fois connecté au site
hu_hu: Így fog megjelenni a felhasználó miniatűrje a főmenüben, amikor a felhasználó be van jelentkezve
it_it: Come apparirà nel menu la miniatura dell'utente una volta connesso al sito

source: Once logged show on main menu:
fr_fr: Une fois connecté, il apparaît dans le menu principal:
hu_hu: Belépve ezt mutassa a főmenü:
it_it: Una volta connesso mostra nel menu principale:
